Repository: jp-morvan/Z-Eye
Catalog: service/WebApp/Z_Eye/locale/*/LC_MESSAGES/django.po
Languages: fr

# Err-Wrong-Request
source: Bad request
fr: Requete invalide

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: comma (,)
fr: virgule (,)

source: Confirm
fr: Confirmer

# confirm-disconnect
source: Are you sure you want to disconnect ?
fr: Êtes vous sûr de vouloir vous déconnecter ?

source: Connect to
fr: Connexion à

source: CSV content
fr: Contenu de l'import (CSV)

source: day
fr: jour

source: days
fr: jours

source: Default
fr: Défaut

# Disconnection
source: Disconnect
fr: Déconnexion

source: Done
fr: Effectué

source: English
fr: Anglais

source: Error
fr: Erreur

# err-bad-datas
source: Invalid datas
fr: Données invalides

# err-devel
source: Development error !
fr: Erreur de développement !

# err-devel-locale
source: Development error ! Please verify the following backtrace. A locale is miscalled.<br /><br />%s
fr: Erreur de développement ! Veuillez vérifier la backtrace ci-dessous, une locale est appelée de manière incorrecte.<br /><br />%s

# err-must-be-connected
source: You must be logged to access to this functionnality
fr: Vous devez être connecté pour accéder à cette fonctionnalité

# err-no-rights
source: You don't have rights to do that
fr: Vous n'avez pas le droit de faire cela

# err-sql-query-failed
source: Query failed: '%s'
fr: Echec de la requête: '%s'

# err-unk-module
source: Unknown module !
fr: Module inconnu

source: French
fr: Français

source: hour
fr: heure

source: hours
fr: heures

source: Import
fr: Importer

source: Modify
fr: Modifier

source: Name
fr: Nom

source: No
fr: Non

source: None
fr: Aucun

source: Online
fr: En ligne

source: Remove
fr: Supprimer

source: Replace ?
fr: Remplacer ?

# rule-read-datas
source: Read datas
fr: Lire les données

# rule-write-datas
source: Write datas
fr: Ecrire les données

source: Save
fr: Enregistrer

source: Searching...
fr: Recherche...

source: second
fr: seconde

source: seconds
fr: secondes

source: Semi-colon (;)
fr: Point-virgule (;)

source: Separator
fr: Séparateur

source: Settings
fr: Paramètres

source: unknown
fr: inconnu

source: Yes
fr: Oui

source: Login
fr: Utilisateur

source: menu-title
fr: Gestion DNS

source: Password
fr: Mot de passe

# connok-then-load
source: Connection success. Loading interface.
fr: Connexion réussie. Chargement de l'interface.

# title-conn
source: Connect to the admin panel
fr: Connexion à l'espace d'administration

# alert-on
source: alert(s) on
fr: alerte(s) sur

source: alert(s)
fr: alerte(s)

# Attack
source: Attacks
fr: Attaques

source: Availability
fr: Disponibilité

source: CRITICAL
fr: CRITIQUE

source: critical(s)
fr: critique(s)

source: DOWN
fr: INJOIGNABLE

# err-icinga
source: Icinga services report
fr: Erreur de services rapportées par Icinga

# err-icinga-off
source: Service Monitor OFFLINE
fr: Service de monitoring OFFLINE

# err-security
source: Last 60 minutes' attacks
fr: Attaques des 60 dernières minutes

source: Host
fr: Hôte

# inc-bw
source: Input Bandwidth
fr: Débit Entrant

# ipaddr
source: IP Address
fr: Adresse IP

source: Link
fr: Lien

source: menu-name
fr: Hypervision

# out-bw
source: Output bandwidth
fr: Débit Sortant

source: sensors
fr: sondes

source: Since icinga start
fr: Depuis le démarrage du processus Icinga

source: State
fr: Statut

# state-net
source: Network state
fr: Etat du réseau

# state-security
source: Security state
fr: Etat de la sécurité

# state-srv
source: Services state
fr: Etat des services

source: Status information
fr: Informations de statut

# WARN
source: WARNING
fr: ATTENTION

source: warning(s)
fr: avertissement(s)

# ACL-Mgmt
source: ACL Management
fr: Gestion des ACLs

source: ACL Name
fr: Nom de l'ACL

source: ACLs to include
fr: ACL à inclure

# Addr
source: Address
fr: Adresse

source: Add ACL
fr: Ajouter une ACL

# add-cluster
source: Create a cluster
fr: Créer un cluster

source: Add record
fr: Ajouter un enregistrement

# add-server
source: Add a server
fr: Ajouter un serveur

# add-zone
source: Add a DNS zone
fr: Ajouter une zone DNS

source: Advanced tools
fr: Outils avancés

source: Algorithm
fr: Algorithme

# allow-notify
source: Allow notifications from
fr: Autoriser les notifications

# allow-query
source: Allow queries from
fr: Autoriser les requêtes

# allow-recurse
source: Allow recursion from
fr: Autoriser la récursivité

# allow-transfer
source: Allow transfer from
fr: Autoriser les transferts de zone

# allow-update
source: Allow update from
fr: Autoriser les mises à jour dynamiques

source: Alone
fr: Orphelin

# Any
source: Everybody
fr: Tout le monde

source: Caching servers
fr: Serveurs de cache

# confirm-remove-acl
source: Are you sure you want to remove ACL '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'ACL '%s' ?

# confirm-remove-cluster
source: Are you sure you want to remove cluster '%s' ?
fr: Êtes vous sûr de vouloir supprimer le cluster '%s' ?

# confirm-remove-dnssrc
source: Are you sure you want to remove this DNS data source '%s' ?
fr: Êtes vous sûr de vouloir supprimer la source de données '%s' ?

# confirm-remove-record
source: Are you sure you want to remove this record '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'enregistrement '%s' ?

# confirm-remove-server
source: Are you sure you want to remove server '%s' ?
fr: Êtes vous sûr de vouloir supprimer le serveur '%s' ?

# confirm-remove-tsig
source: Are you sure you want to remove TSIG key '%s' ?
fr: Êtes vous sûr de vouloir supprimer la clef TSIG '%s' ?

# confirm-remove-zone
source: Are you sure you want to remove DNS zone '%s' ?
fr: Êtes vous sûr de vouloir supprimer la zone '%s' ?

# define-tsig-key
source: Define a new TSIG key
fr: Définir une clef TSIG

# DNSSec-Mgmt
source: DNSSec management
fr: Gestion DNSSec

# dns-to-include
source: DNS names to include
fr: Noms DNS à inclure

source: DNS zone
fr: Zone DNS

source: DNS zones
fr: Zones DNS

# edit-server
source: Server edit
fr: Edition du serveur

source: Enable DNSSec
fr: Activer DNSSec

source: Enable DNSSec validation
fr: Activer la validation DNSSec

# err-acl-already-exists
source: This ACL already exists
fr: Cette ACL existe déjà

# err-acl-name-protected
source: This ACL name isn't available (protected)
fr: Ce nom n'est pas disponible (protégé)

# err-acl-not-exists
source: This ACL doesn't exists
fr: Cette ACL n'existe pas

# err-bad-login
source: Bad server login
fr: Echec de l'identification sur le serveur

# err-bad-zonetype
source: Invalid type of zone
fr: Type de zone invalide

# err-cluster-already-exists
source: A cluster with this name already exists
fr: Un cluster portant ce nom existe déjà

# err-cluster-member-only-one-category
source: Cluster members can only be into one category
fr: Les membres du cluster ne peuvent faire partie que d'une seule catégorie

# err-cluster-need-master
source: DNS cluster require masters
fr: Un cluster a besoin de serveurs maîtres

# err-cluster-not-exists
source: This cluster doesn't exists
fr: Ce cluster n'existe pas

# err-invalid-db
source: No database with those informations
fr: Aucune base de données avec ces informations en base

# err-invalid-zonename
source: Invalid zone name
fr: Nom de la zone invalide

# err-masterdir-not-readable
source: The named/master directory is not accessible or readable
fr: Le répertoire des zones maîtres ne semble pas accessible ou lisible

# err-miss-bad-fields
source: Some fields are bad or missing
fr: Certains champs sont invalides ou vides

# err-namedconf-not-readable
source: named.conf is not readable or not accessible
fr: Les droits de lecture ne semblent pas être positionnés correctement pour le fichier named.conf ou un répertoire parent

# err-named-zeyenamed-different
source: named.conf path and Z-Eye configuration path must be different. You must include Z-Eye config file into named.conf file.
fr: Les chemins des fichiers named.conf et du fichier de configuration Z-Eye doivent être différents. Vous devrez inclure le fichier de configuration Z-Eye dans le fichier named.conf

# err-no-records
source: No record found
fr: Aucun enregistrement DNS trouvé

# err-no-rule-specified
source: No rule specified
fr: Aucune règle spécifiée

# err-no-zone
source: No DNS zone specified !
fr: Aucune zone DNS spécifiée !

# err-one-dns-server-required
source: At least one DNS server is required to create a cluster
fr: Au moins un serveur DNS est requis pour créer un cluster

# err-server-already-exists
source: This server already exists
fr: Ce serveur est déjà référencé

# err-server-not-exists
source: This server doesn't exists
fr: Ce serveur n'existe pas

# err-slavedir-not-readable
source: The named/slave directory is not accessible or readable
fr: Le répertoire des zones maîtres ne semble pas accessible ou lisible

# err-some-dns-invalid
source: Some DNS names are invalid
fr: Certains noms DNS sont invalides

# err-some-ip-invalid
source: Some IP addresses are invalid
fr: Certaines adresses IP sont invalides

# err-tsig-key-algo-invalid
source: The choosen algorithm is invalid
fr: L'algorithme choisi pour la clef est invalide

# err-tsig-key-already-exists
source: This TSIG key already exists
fr: Cette clef TSIG existe déjà

# err-tsig-key-exactly-same
source: An existing TSIG key already exists with exactly same values
fr: Une clef TSIG strictement identique existe déjà

# err-tsig-key-id-invalid
source: Key ID is invalid. It can only contain letters, numbers and dashes
fr: L'ID de la clef est invalide. Il ne peut contenir que des lettres, chiffres et tirets

# err-tsig-key-not-exists
source: This TSIG key doesn't exist
fr: Cette clef TSIG n'existe pas

# err-tsig-not-base64
source: TSIG value must be encoded in base64
fr: La valeur doit être encodée en base64

# err-unable-conn
source: Unable to connect to specified server
fr: Impossible de se connecter au serveur spécifié

# err-zeyenamedpath-together
source: Z-Eye named path, DNS FQDN and master & slave file path must be filled together
fr: Le fichier de configuration Z-Eye, le FQDN de la machine et les chemins des fichiers de zones maître et esclave doivent être renseignés ensemble

# err-z-eye-not-writable
source: Z-Eye config file is not writable or a parent folder isn't readble
fr: Les droits du fichier Z-Eye ne sont pas correctement positionnés ou le répertoire n'est pas lisible

# err-zone-already-exists
source: This DNS zone already exists
fr: Cette zone DNS existe déjà

# err-zone-not-exists
source: This DNS zone doesn't exists
fr: Cette zone DNS n'existe pas

source: Expert tools
fr: Outils avancés

source: Filter
fr: Filtrer

source: Forward only
fr: Uniquement relai

# Forwarders
source: Forward servers
fr: Serveurs relai

# found-records
source: Old records found !
fr: Enregistrements obsolètes trouvés !

# Herited
source: Inherited
fr: Hérité

# ip-addr
source: IP address
fr: Adresse IP

# ip-to-include
source: IP adresses to include
fr: Adresses IP à inclure

source: Key alias
fr: Alias de la clef

source: Key ID
fr: ID de la clef

# machine-FQDN
source: Server FQDN
fr: FQDN de la machine

source: Master servers
fr: Serveurs maîtres

# Masters
source: Master servers
fr: Serveurs maîtres

# masterzone-path
source: Master zone's file path
fr: Chemin des fichiers de zone maître

# Modification
source: Modifying
fr: Modification

# modify-servers
source: Manage server list
fr: Gérer la liste des serveurs

source: named.conf path
fr: Chemin named.conf

# named-zeye-path
source: named-zeye.conf path
fr: Chemin named-zeye.conf

# no-data-found
source: No data collected
fr: Aucune donnée collectée

# no-found-records
source: No old records found
fr: Aucun enregistrement obsolète trouvé

source: Others
fr: Autres

source: Password (repeat)
fr: Mot de passe (répétition)

source: Record
fr: Enregistrement

source: Record TTL
fr: TTL de l'enregistrement

source: Record Type
fr: Type d'enregistrement

source: Return
fr: Retour

source: Search
fr: Rechercher

source: Server
fr: Serveur

# Server-Mgmt
source: Servers management
fr: Gestion des serveurs

source: Server(s)
fr: Serveur(s)

source: Slave only
fr: Uniquement esclave

source: Slave servers
fr: Serveurs esclaves

# slavezone-path
source: Slave zone's file path
fr: Chemin des fichiers de zone esclave

# soa-ttl-expire
source: Zone validity delay (seconds)
fr: Délai de validité de la zone (secondes)

# soa-ttl-minimum
source: Zone caching duration (seconds)
fr: Durée de mise en cache de la zone (secondes)

# soa-ttl-refresh
source: Zone refresh delay (seconds)
fr: Intervalle de rafraîchissement (secondes)

# soa-ttl-retry
source: Retry delay (seconds)
fr: Intervalles entre deux essais (secondes)

source: SSH user
fr: Utilisateur SSH

# Stats
source: Statistics
fr: Statistiques

source: Subnets to include
fr: Réseaux à inclure

# tip-dnsserver
source: You must use a dedicated unprivileged used which is in named group and has only minimal read/write rights.<br />(*) These facultatives elements must be filled if you want to manage your DNS server with Z-Eye
fr: Il est conseillé d'utiliser un utilisateur SSH non privilégié faisant uniquement partie du groupe associé à named afin de lire les fichiers présents sur le serveur.<br />(*) Ces éléments facultatifs doivent être renseignés si Z-Eye doit gérer des zones sur le serveur DNS mentionné

# title-dns
source: DNS supervision
fr: Supervision DNS

# title-dns-cluster
source: DNS cluster(s)
fr: Cluster(s) DNS

# title-dns-server
source: DNS server(s)
fr: Serveur(s) DNS

# title-dns-tsig
source: DNSSEC key(s)
fr: Clef(s) DNSSEC

# title-dns-zone
source: DNS zone(s)
fr: Zone(s) DNS

# title-old-records
source: Search old records
fr: Recherche d'enregistrements obsolètes

# tooltip-chroot
source: Chroot is a DNS environment security. Often it's /var/named directory. If you don't chroot, write '/'
fr: Le chroot est une sécurité d'environnement DNS. Généralement il s'agit du répertoire /var/named. Si vous ne chrootez pas, indiquez '/'

# tooltip-machine-FQDN
source: This FQDN is needed to deduce NS records when Z-Eye manage the DNS zones
fr: Le FQDN de la machine est nécessaire afin de déduire les enregistrements NS des zones gérées par Z-Eye

# tooltip-masterzone-path
source: Absolute path to the master zone files' directory. If named if chrooted it's the path following the chroot's root.
fr: Répertoire où seront stockés les fichiers de zone maître. Si named est chrooté il s'agit du chemin depuis la racine du chroot.

# tooltip-rights
source: Warning, your user need read rights. Use a special group (and add your SSH user into) may be a good idea
fr: Attention l'utilisateur doit avoir des droits de lecture. Créer un groupe et y ajouter votre utilisateur SSH est une bonne idée

# tooltip-slavezone-path
source: Absolute path to the slave zone files' directory. If named if chrooted it's the path following the chroot's root.
fr: Répertoire où seront stockés les fichiers de zone esclave. Si named est chrooté il s'agit du chemin depuis la racine du chroot.

# tooltip-soattl-expire
source: This duration defines zone validity time on slaves, if slave cannot join masters. A duration between 1 and 2 weeks is recommended.
fr: Durée pendant laquelle la zone restera valide sur un serveur esclave s'il lui est impossible de joindre son maître. Une durée de 1 à 2 semaines est conseillée.

# tooltip-soattl-minimum
source: Minimal caching duration on slave servers. You may choose a value between 1 and 3 hours for a often-updated zone and between 1 and 3 days for a sometimes-updated zone. If notifications are enabled, you can increase this value.
fr: Durée minimale de mise en cache de la zone sur les serveurs esclaves. Il est recommandé d'utiliser une valeur comprise entre 1 et 3 heures pour une zone mise à jour fréquemment et une valeur de 1 à 3 jours pour une zone peu mise à jour. Si les notifications sont activées, il est possible d'allonger cette durée.

# tooltip-soattl-refresh
source: Time between two zone transfer from slaves. You may choose a value betweek 6 and 24 hours for a often-updated zone and between 2 and 5 days for a somtimes-updated zone. If notifications are enabled, you can increase this value.
fr: Intervalle entre deux transferts de zones depuis les serveurs esclaves. Il est recommandé d'utiliser une valeur comprise entre 6 et 24h pour une zone mise à jour fréquemment et de 2 à 5 jours pour une zone peu mise à jour. Si les notifications sont activée, il est possible d'allonger cette durée.

# tooltip-soattl-retry
source: Time between two transfer tries, when masters servers are unavailable.
fr: Intervalles entre deux essais de transfert lorsque le serveur maître est indisponible.

# tooltip-tsig-transfer
source: TSIG key used to transfer zone and get DNS records. If no key given, Z-Eye will try to transfer zone in insecure mode
fr: Clef TSIG utilisée pour interagir avec le serveur afin de récolter les enregistrements DNS. Cette méthode utilise le transfert de zone. Si aucune clef n'est spécifiée Z-Eye tentera de transférer la zone de manière non sécurisée

# tooltip-tsig-update
source: TSIG key used to update DNS records. If no key given, Z-Eye will try to update records in insecure mode
fr: Clef TSIG utilisée pour interagir avec le serveur afin de mettre à jour les enregistrements DNS. Si aucune clef n'est spécifée Z-Eye tentera de mettre à jour les enregistrements de manière non sécurisée

# tooltip-zeyenamed-path
source: Absolute path (without chroot) to a custom named.conf file which must be included into original named.conf.
fr: Fichier où seront écrites les configurations générées par Z-Eye. Ce fichier doit être inclus dans le fichier named.conf principal. Ce chemin ne prend pas en compte le chroot.

# tsig-to-include
source: TSIG keys to include
fr: Clefs TSIG à inclure

# tsig-transfer
source: TSIG key for transfers
fr: Clef TSIG de transfert

# tsig-update
source: TSIG key for updates
fr: Clef TSIG de mise à jour

source: Value
fr: Valeur

# Zone
source: DNS Zone
fr: Zone DNS

# Zone-Mgmt
source: DNS zone management
fr: Gestion des zones DNS

source: Zone type
fr: Type de zone

source: Classic
fr: Classique

source: clustername
fr: Nom du cluster

source: tip-dnscluster
fr: Les ACL seront automatiquement configurées entre les membres du cluster. Si des serveurs caches sont configurés, les ACL s'appliqueront sur ceux-ci. Autrement elles s'appliqueront sur tous les membres.

source: tooltip-dnsinclude
fr: Une liste de noms DNS (un par ligne)

source: tooltip-ipinclude
fr: Une liste d'adresses IP seules (une par ligne)

# confirm-removegrp
source: Are you sure to want to remove group '%s' ?
fr: Êtes vous sûr de vouloir supprimer le groupe '%s' ?

# Delete
source: Remove
fr: Supprimer

# err-already-exist
source: This group already exists !
fr: Ce groupe existe déjà !

# err-bad-data
source: Invalid data(s).
fr: Données invalides.

# err-not-exist
source: This group doesn't exists !
fr: Ce groupe n'existe pas !

source: Groupname
fr: Nom du groupe

source: New group
fr: Nouveau Groupe

source: Rule
fr: Règle

# sure-delete
source: Are you sure to remove group
fr: Êtes vous sûr de vouloir supprimer le groupe

# title-edit
source: Group edition
fr: Edition du groupe

# title-mgmt
source: Groups management
fr: Gestion des groupes

# title-opts
source: Modules' options
fr: Options des modules

# User-nb
source: User number
fr: Nombre d'utilisateurs

# active-check-en
source: Active checks
fr: Vérifications actives

source: Address
fr: Adresse

# alivecommand
source: Alive presence command
fr: Commande de vérification (présence)

# checkcmd
source: Check command
fr: Commande de vérification

source: Check freshness
fr: Vérifier la fraîcheur

# check-interval
source: Check interval (min)
fr: Vérification (min)

source: Check period
fr: Période de vérification

source: Commands
fr: Commandes

source: Comment
fr: Commentaire

# confirm-remove-command
source: Are you sure you want to remove command '%s' ?
fr: Êtes vous sûr de vouloir supprimer la commande '%s' ?

# confirm-remove-contact
source: Are you sure you want to remove contact '%s' ?
fr: Êtes vous sûr de vouloir supprimer le contact '%s' ?

# confirm-remove-contactgroup
source: Are you sure you want to remove contactgroup '%s' ?
fr: Êtes vous sûr de vouloir supprimer le groupe de contacts '%s' ?

# confirm-remove-host
source: Are you sure you want to remove host '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'hôte '%s' ?

# confirm-remove-hostgroup
source: Are you sure you want to remove hostgroup '%s' ?
fr: Êtes vous sûr de vouloir supprimer le groupe d'hôtes '%s' ?

# confirm-remove-notif-strategy
source: Are you sure you want to remove notification strategy '%s' ?
fr: Êtes vous sûr de vouloir supprimer la stratégie de notification '%s' ?

# confirm-remove-service
source: Are you sure you want to remove service '%s' ?
fr: Êtes vous sûr de vouloir supprimer le service '%s' ?

# confirm-remove-timeperiod
source: Are you sure you want to remove timeperiod '%s' ?
fr: Êtes vous sur de vouloir supprimer la période temporelle '%s' ?

source: Contact Groups
fr: Groupes de contacts

source: Critical
fr: Critique

source: Display Name
fr: Nom d'étiquette

source: Down
fr: Hors ligne

# err-binary-not-found
source: Binary not found or not usable
fr: Le binaire spécifié n'existe pas ou n'est pas utilisable

# err-binary-used
source: Command in use. Please remove links with this command.
fr: La commande est utilisée, retirez les liens avant de la supprimer

# err-contact-used
source: Contact in use. Please remove links with this contact.
fr: Le contact est utilisé autre part. Retirez le lien avant de le supprimer.

# err-ctg-used
source: Contactgroup in use. Please remove links with this contactgroup.
fr: Le groupe de contacts est utilisé autre part. Retirez les liens avant de le supprimer

# err-data-exist
source: Data already exists
fr: La donnée existe déjà

# err-data-not-exist
source: Data doesn't exist
fr: La donnée n'existe pas

# err-fail-writecfg
source: Unable to write icinga configuration. Write rights may be wrong on the server.
fr: Impossible d'écrire la configuration d'Icinga. Les droits sont peut être incorrects sur le serveur.

# err-hg-used
source: Hostgroup in use. Please remove links with this hostgroup.
fr: Le groupe d'hôtes est utilisé autre part. Retirez les liens avant de le supprimer.

# err-not-found
source: Not found
fr: Non trouvé

# err-no-cmd
source: No command specified
fr: Aucune commande spécifiée

# err-no-contact
source: This contact doesn't exist or is invalid
fr: Ce contact n'existe pas ou est invalide

# err-no-contactgroups
source: No contactgroup configured ! It's impossible to create this element
fr: Aucun groupe de contacts configuré ! Il n'est pas possible de créer cet élément

# err-no-host
source: This host doesn't exist or is invalid
fr: Cet hôte n'existe pas ou est invalide

# err-no-hostgroup
source: This hostgroup doesn't exist or is invalid
fr: Ce groupe d'hôtes n'existe pas ou est invalide

# err-no-hosts
source: No hosts configured ! It's impossible to create this element
fr: Aucun hôte configuré ! Il n'est pas possible de créer cet élément

# err-no-service
source: This service doesn't exist or is invalid
fr: Ce service n'existe pas ou est invalide

# err-no-sensor
source: No active sensor
fr: Aucune sonde active

# err-no-timeperiod
source: No timeperiod configured ! It's impossible to create this element
fr: Aucune période temporelle configurée ! Il n'est pas possible de créer cet élément

# err-notification-strategy-not-exists
source: '%s' notification strategy doesn't exist
fr: La stratégie de notification '%s' n'existe pas

# err-notification-strategy-used-contact
source: '%s' notification strategy is used by contact '%s'. Unable to remove it.
fr: La stratégie de notification '%s' est utilisée par le contact '%s'. Impossible de la supprimer
