Repository: jp-morvan/Z-Eye
Catalog: service/WebApp/Z_Eye/locale/*/LC_MESSAGES/django.po
Languages: fr

# err-notification-strategy-used-host
source: '%s' notification strategy is used by host '%s'. Unable to remove it.
fr: La stratégie de notification '%s' est utilisée par l'hôte '%s'. Impossible de la supprimer

# err-notification-strategy-used-service
source: '%s' notification strategy is used by service '%s'. Unable to remove it.
fr: La stratégie de notification '%s' est utilisée par le service '%s'. Impossible de la supprimer

# err-timeperiod-not-exists
source: '%s'timeperiod doesn't exist
fr: La période temporelle '%s' n'existe pas

# eventhdl-en
source: Event handler
fr: Gestionnaire d'évènements

# failpredict-en
source: Fail prediction
fr: Prévision de panne

# flap-en
source: Flap enable
fr: Détection d'instabilité

source: Friday
fr: Vendredi

source: From
fr: De

source: General
fr: Général

# hostnotifcmd
source: Notification command (hosts)
fr: Commande de notification (hôtes)

# hostnotifperiod
source: Notification period (hosts)
fr: Période de notification (hôtes)

# hostoptdown
source: Notification (Down, hosts only)
fr: Notification sur évènement (Down, hôtes uniquement)

# hostoptflap
source: Notification (Host flapping)
fr: Notification sur évènement (Hôte Instable)

# hostoptrec
source: Notification (Host recovery)
fr: Notification sur évènement (Hôte de retour)

# hostoptsched
source: Notification (Host schedule Up/Down)
fr: Notification sur évènement (Hôte Up/Down planifié)

# hostoptunreach
source: Notification (Host unreachable)
fr: Notification sur évènement (Hôte non joignable)

source: Hostgroup
fr: Groupe d'hôtes

source: Hostgroups
fr: Groupes d'hôtes

source: Host type
fr: Type d'hôte

source: Icon
fr: Icône

# is-template
source: Template ?
fr: Modèle ?

# max-check
source: Max checks (before notification)
fr: Vérifications max (avant notification)

source: Monitor
fr: Moniteur

source: Monday
fr: Lundi

# new-cmd
source: New command
fr: Nouvelle commande

source: New contact
fr: Nouveau contact

source: New contact group
fr: Nouveau groupe de contacts

source: New host
fr: Nouvel hôte

source: New hostgroup
fr: Nouveau groupe d'hôtes

source: New service
fr: Nouveau service

source: New strategy
fr: Nouvelle stratégie

source: New timeperiod
fr: Nouvelle période temporelle

# not-implemented
source: Not implemented yet !
fr: Pas encore implémenté !

# notif-interval
source: Notification interval
fr: Intervalle de notification

# notifperiod
source: Notification period
fr: Période de notification

source: Notification strategy
fr: Stratégie de notification

source: Notification strategy (hosts)
fr: Stratégie de notification (hôtes)

source: Notification strategy (services)
fr: Stratégie de notification (services)

source: Notification strategies
fr: Stratégies de notification

# obs-over-srv
source: Necessary service
fr: Service nécessaire

# parallel-check
source: Parallel checks
fr: Vérifications en parallèle

# passive-check-en
source: Passive checks
fr: Vérifications passives

# perfdata
source: Check performance data
fr: Vérification des performances

source: Periods
fr: Périodes

# retainstatus
source: Keep status infos (Z-Eye reboot)
fr: Garder les infos de status (reboot Z-Eye)

# retry-check-interval
source: Retry (min)
fr: Revérification (min)

# rule-modify-cmd
source: Modify commands
fr: Modifier les commandes

# rule-modify-ctg
source: Modify contact groups
fr: Modifier les groupes de contacts

# rule-modify-contact
source: Modify contacts
fr: Modifier les contacts

# rule-modify-hg
source: Modify hostgroups
fr: Modifier les groupes d'hôtes

# rule-modify-host
source: Modify hosts
fr: Modifier les hôtes

# rule-modify-notif
source: Modify notification templates
fr: Modifier les modèles de notifications

# rule-modify-service
source: Modify services
fr: Modifier les services

# rule-modify-timeperiod
source: Modify timeperiods
fr: Modifier les périodes temporelles

source: Saturday
fr: Samedi

# srvnotifcmd
source: Notification command (services)
fr: Commande de notification (services)

# srvnotifperiod
source: Notification period (services)
fr: Période de notification (services)

# srvoptcrit
source: Notification (Critical, services only)
fr: Notification sur évènement (Status critique, services uniquement)

# srvoptflap
source: Notification (Service/Host flapping)
fr: Notification sur évènement (Hôte/Service instable)

# srvoptrec
source: Notification (Service/Host recovery)
fr: Notification sur évènement (Hôte/Service de retour)

# srvoptsched
source: Notification (Service/Host schedule Up/Down)
fr: Notification sur évènement (Hôte/Service Up/Down planifié)

# srvoptunreach
source: Notification (Service/Host unreachable)
fr: Notification sur évènement (Hôte/Service non joignable)

# srvoptwarn
source: Notification (Warning, services only)
fr: Notification sur évènement (Status alerte, services uniquement)

source: Sunday
fr: Dimanche

source: Template
fr: Modèle

source: Thursday
fr: Jeudi

source: Timeperiods
fr: Périodes temporelles

# title-cmd-edit
source: Command edit
fr: Edition d'une commande

# title-edit-contact
source: Contact edit
fr: Edition d'un contact

# title-edit-contactgroup
source: Contactgroup edit
fr: Edition d'un groupe de contacts

# title-edit-service
source: Service edit
fr: Edition d'un service

# title-host-edit
source: Host edit
fr: Edition d'hôte

# title-hostgroup-edit
source: Hostgroup edit
fr: Edition d'un groupe d'hôtes

# title-icinga
source: Icinga services monitor management
fr: Gestion du moniteur de services Icinga

source: To
fr: à

# tooltip-cmd
source: System command.<br />Needs absolute binary path.<br />$USER1$ is path: /usr/local/libexec/nagios/.<br />$ARG1$ is the first arg...<br />$HOSTNAME$ is host name or IP address
fr: Commande systeme.<br />Nécessite le chemin absolu du binaire.<br />$USER1$ correspond au chemin /usr/local/libexec/nagios/.<br />$ARG1$ au premier argument<br />$HOSTNAME$ au nom d'hôte, ou à l'adresse IP

# tooltip-cmdname
source: Command name with numbers, letters and '-_' only
fr: Un nom de commande (chiffres, lettres, '-_' uniquement)

source: Total problems:
fr: Nombre de problèmes:

source: Total sensors:
fr: Nombre de sondes:

source: Tuesday
fr: Mardi

# Warn
source: Warning
fr: Attention

source: Wednesday
fr: Mercreci

source: Command
fr: Commande

source: retainnonstatus
fr: Garder les infos hors status (reboot Z-Eye)

# err-fields-missing
source: Some fields are missing
fr: Certains champs sont manquants

# err-mail-invalid
source: Invalid mail address
fr: Adresse mail invalide

# err-mail-match
source: Mail addresses don't match
fr: Les adresses mails ne correspondent pas

# err-name-invalid
source: Name is invalid (letters only)
fr: Le nom spécifié est invalide (lettres uniquement)

# err-pwd-match
source: Passwords don't match
fr: Les mots de passe ne correspondent pas

# err-pwd-too-weak
source: Password is too weak
fr: Le mot de passe n'est pas assez complexe

# err-step-invalid
source: Asked step is invalid !!
fr: étape demandée invalide !

# err-surname-invalid
source: Surname is invalid (letters only)
fr: Le prénom spécifié est invalide (lettres uniquement)

# err-username-invalid
source: Username invalid
fr: Nom d'utilisateur invalide

source: Finish
fr: Terminer

source: Let's go !
fr: C'est parti !

# Mail
source: Mail address
fr: Adresse mail

# Mail-repeat
source: Repeat mail address
fr: Répétez l'adresse mail

source: Send
fr: Envoyer

source: Surname
fr: Prénom

# title-admin-set
source: Admin configuration
fr: Configuration de l'administrateur

# title-master-install
source: Z-Eye install
fr: Installation de Z-Eye

# title-welcome
source: Welcome !
fr: Bienvenue !

source: Username
fr: Nom d'utilisateur

source: text-admin-set
fr: L'administrateur a tous les droits sur Z-Eye, il est impossible de lui restreindre l'accès à un module, quand bien même on lui aurait retiré les droits. Il possède également un accès privilégié à quelques fonctions de développement comme la réorganisation des menus.<br > Vous pourrez spécifier ici un mot de passe et une adresse mail afin que vos utilisateurs puissent vous contacter en cas de problème

source: text-finish
fr: Félicitations ! L'installation est désormais terminée. L'application est désormais pleinement utilisable avec les identifiants fournis. Appuyez sur le bouton Terminer pour commenter à utiliser Z-Eye !

source: text-welcome
fr: Bienvenue dans l'installeur de Z-Eye.<br /><br />Merci d'avoir choisi cette solution pour vos besoins en terme de gestion réseau et monitoring. Cette solution propose un ensemble de services optionnels. Il n'est pas nécessaire d'utiliser tous les systèmes embarqués, néanmoins, dans un souci de visibilité, il est conseillé d'utiliser les modules réseau ensemble<br /><br />Cet installeur va vous permettre de configurer les premiers paramètres de Z-Eye

source: title-install-finished
fr: Installation terminée

# add-to-dynamic-distrib
source: Add to dynamic distribution pool
fr: Ajouter au pool de distribution dynamique

# Available-s
source: Distributable
fr: Distribuables

source: Bad filter
fr: Filtre invalide !

# Baux
source: Leases
fr: Baux

source: boolean
fr: Booléen

source: Change interval
fr: Changer l'intervalle

# choose-net
source: Please choose an IP network to monitor
fr: Veuillez choisir le réseau IP à monitorer

# Cluster-master
source: Master node
fr: Noeud maître du cluster

source: Cluster members
fr: Membres du cluster

source: Cluster mode
fr: Mode de cluster

source: Cluster name
fr: Nom du cluster

# clustering-ip
source: Cluster IP address
fr: Adresse IP source du cluster

# create-option
source: Create an option
fr: Définir une option

# create-option-group
source: Create an option group
fr: Créer un groupe d'options

# configure-ip-range
source: Configure dynamic IP ranges
fr: Configurer les intervales de distribution dynamique

# confirm-import-reserv
source: Are you sure you want to import reservation for IP '%s' ?
fr: Êtes vous sûr de vouloir importer la réservation pour l'adresse IP '%s' ?

# confirm-remove-dhcp-cluster
source: Are you sure you want to remove cluster '%s' ?<br />This action will remove all link between clusters and subnets.
fr: Êtes vous sûr de vouloir supprimer le cluster '%s' ?<br />Cela aura pour effet de retirer tous les liens reliant ce cluster des subnets.

# confirm-remove-custom-option
source: Are you sure you want to remove custom dhcp option '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'option DHCP customisée '%s' ?

# confirm-remove-declared-subnet
source: Are you sure you want to remove declared subnet '%s' ?
fr: Êtes vous sûr de vouloir supprimer le subnet IP '%s' ?

# confirm-remove-dhcp
source: Are you sure you want to remove dhcp source '%s' ?
fr: Êtes vous sûr de vouloir supprimer le serveur sources de données '%s' ?

# confirm-remove-option
source: Are you sure you want to remove dhcp option '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'option '%s' ?

# Consult
source: Consult datas
fr: Consulter

# create-custom-option
source: Create a custom option
fr: Créer une option personnalisée

# crit-line
source: Critical step
fr: Seuil critique

# declare-subnet
source: Declare IP subnet
fr: Déclarer un réseau IP

source: Default lease time
fr: Durée par défaut des baux DHCP

source: DHCP cluster
fr: Cluster DHCP

source: DHCP clusters
fr: Clusters DHCP

source: DHCP type
fr: Type de DHCP

# dhcpd-path
source: Path to dhcpd.conf
fr: Chemin vers le fichier dhcpd.conf

# Distributed
source: Available
fr: Disponible

# Distributed-by-ipmanager
source: Distributed (Z-Eye)
fr: Disponibles (Z-Eye)

# DNS
source: Domain Name Server
fr: Serveur de noms

source: Domain name
fr: Suffixe DNS

source: End IP
fr: Adresse IP de fin

# En-IP-history
source: Enable IP history
fr: Activer l'historique IP

# En-monitor
source: Enable capacity monitoring
fr: Activer le monitoring de capacité

# err-bad-hostname
source: Hostname '%s' is invalid
fr: Le nom d'hôte '%s' est invalide

# err-bad-ip-addr
source: IP address '%s' is invalid
fr: L'adresse IP '%s' est invalide

# err-bad-mac-addr
source: The '%s' MAC address is invalid
fr: L'adresse MAC '%s' est invalide

# err-bad-range-action
source: Action not supported
fr: Action non supportée

# err-bad-subnet
source: This subnet is invalid !
fr: Le subnet entré est invalide !

# err-clustermaster-iscdhcp
source: This cluster type needs a master server
fr: Ce type de cluster nécessite un maître

# err-clustermaster-not-in-members
source: The choosen master isn't in cluster members
fr: Le maître choisi ne fait pas partie du cluster

# err-clustermode-require-two
source: This cluster mode require exactly 2 DHCP servers
fr: Ce mode de cluster requiert exactement 2 serveurs DHCP

# err-cluster-need-members
source: A cluster need to have one or more members
fr: Un cluster doit avoir un membre ou plus

# err-comment-too-long
source: The comment is too long
fr: Le commentaire dépasse la taille autorisée

# err-custom-option-already-exists
source: This custom option already exists
fr: Cette option personnalisée existe déjà

# err-custom-option-not-exists
source: This custom option doesn't exists
fr: Cette option personnalisée n'existe pas

# err-dlease-sup-mlease
source: Default lease time is superior than max lease time
fr: La durée par défaut est supérieure à la durée maximale !

# err-dhcpserver-invalid-alias
source: Invalid DHCP server alias
fr: Alias du serveur DHCP invalide

# err-dhcpserver-invalid-clusteraddr
source: Cluster source address is invalid
fr: L'adresse IP source du cluster est invalide

# err-dhcpserver-dhcpdpath
source: dhcpd.conf path doesn't use an acceptable form
fr: Le chemin du fichier dhcpd.conf n'est pas sous une forme acceptable

# err-dhcpserver-leasepath
source: dhcpd.leases path doesn't use an acceptable form
fr: Le chemin du fichier dhcpd.leases n'est pas sous une forme acceptable

# err-dhcpserver-not-exists
source: No DHCP server with this name found
fr: Ce serveur DHCP n'existe pas !

# err-dhcpserver-reservconf
source: Reservations config file doesn't use an acceptable form
fr: Le chemin du fichier de réservations n'est pas sous une forme acceptable

# err-dhcpserver-subnetconf
source: Subnets config file doesn't use an acceptable form
fr: Le chemin du fichier de réseaux n'est pas sous une forme acceptable

# err-dhcp-option-not-exists
source: This DHCP option doesn't exist
fr: Cette option DHCP n'existe pas

# err-dhcp-opts-group-already-exists
source: No DHCP option group with this name exists
fr: Un groupe d'options DHCP avec ce nom existe déjà

# err-dhcp-opts-group-not-exists
source: This DHCP option group doesn't exist
fr: Ce groupe d'options DHCP n'existe pas

# err-distrib-subnet-need-infos
source: Subnet distribution need the following informations: gateway, dns1 and domainname
fr: La distribution d'un réseau nécessite les informations suivantes: Routeur, DNS1, Suffixe DNS

# err-endip-not-in-range
source: Ending IP isn't in the subnet
fr: L'IP de fin n'est pas incluse dans le réseau

# err-expiration-date-invalid
source: Expiration date is invalid
fr: La date d'expiration est invalide

# err-expiration-date-must-be-today-or-more
source: The expiration date must be at least today
fr: La date d'expiration doit être fixée au minimum à aujourd'hui

# err-hostname-already-defined
source: This hostname is already used by another IP
fr: Ce nom d'hôte est déjà utilisé par une autre IP

# err-hostname-already-used
source: Hostname'%s' is already used by another IP
fr: Le nom d'hôte '%s' est déjà utilisé

# err-invalid-csv
source: CSV file is invalid
fr: Fichier CSV invalide

# err-invalid-csv-entry
source: CSV entry is invalid '%s'
fr: Entrée du fichier CSV invalide: '%s'

# err-invalid-csv-entry-multiple-hostname
source: Hostname '%s' is referenced multiple times
fr: Le nom d'hôte '%s' est référencé plusieurs fois

# err-invalid-csv-entry-multiple-ip
source: IP '%s' is referenced multiple times
fr: L'adresse IP '%s' est référencée plusieurs fois

# err-invalid-csv-entry-multiple-mac
source: MAC '%s' is referenced multiple times
fr: L'adresse MAC '%s' est référencée plusieurs fois

# err-invalid-hostname
source: Hostname '%s' is invalid
fr: Le nom d'hôte '%s' est invalide

# err-invalid-ip
source: IP address'%s' is invalid
fr: L'adresse IP '%s' est invalide

# err-invalid-mac
source: MAC address '%s' is invalid
fr: L'adresse MAC '%s' est invalide

# err-ip-not-in-cache
source: '%s' IP address is not in cache
fr: L'adresse IP '%s' n'est pas dans le cache

# err-ip-already-used
source: '%s' IP address is already used
fr: L'adresse IP '%s' est déjà utilisée

# err-ip-not-in-subnet
source: '%s' IP address is not in subnet '%s'
fr: L'adresse IP '%s' n'est pas dans le réseau '%s'

# err-ip-not-in-declared-subnets
source: This IP address is not in a declared subnet ! Please declare a subnet before.
fr: Cette IP n'est pas dans un réseau déclaré ! Veuillez déclarer un réseau afin de pouvoir l'éditer

# err-mac-already-used
source: MAC address '%s is already used
fr: L'adresse MAC '%s' est déjà utilisée

# err-mac-already-used-in-subnet
source: This MAC address is already used in this subnet. Please choose another
fr: Cette adresse MAC est déjà utilisée dans le réseau, choisissez en une autre.

# err-miss-data
source: Some datas are missing or invalid !
fr: Certaines données sont manquantes ou invalides !

# err-need-dhcp-server
source: One or more DHCP servers are required to create a DHCP cluster
fr: Au moins un serveur DHCP doit être déclaré pour utiliser les clusters

# err-no-dhcp-custom-option
source: No DHCP custom option defined. This element require at least a DHCP custom option
fr: Aucune option DHCP personnalisée définie. Cet élément nécessite une option DHCP personnalisée

# err-no-dhcp-option
source: No DHCP option defined.
fr: Aucune option DHCP configurée

# err-no-info-for-ip-addr
source: No information found for IP address '%s'
fr: Aucune information trouvée pour l'adresse IP '%s'

# err-option-already-exists
source: A DHCP option with this name already exists
fr: Une option DHCP avec ce nom existe déjà

# err-option-code-lower-255
source: DHCP option code is a number between 0 and 255
fr: Le code d'option DHCP est un nombre non signé entre 0 et 255

# err-option-code-protected
source: This option code is protected. Please use an option code greater than 125
fr: Ce code d'option est protégé. Vous devez choisir un code supérieur à 126

# err-option-not-exists
source: This DHCP option doesn't exists
fr: Cette option DHCP n'existe pas !

# err-option-value-invalid
source: Value associated with this option is invalid
fr: La valeur associée à cette option est invalide

# err-pwd-not-match
source: Passwords didn't match
fr: Les mots de passe ne correspondent pas

# err-remove-dhcpserver-master
source: Unable to remove this DHCP server, it's the cluster master of cluster '
fr: Impossible de supprimer ce serveur DHCP, il est maître du cluster '

# err-remove-dhcpserver-master2
source: ' You must change cluster configuration or remove cluster.
fr: '. Vous devez d'abord intervenir afin d'élire un autre maître ou supprimer le cluster DHCP

# err-reserv-need-fields
source: Reservations need a MAC address and an hostname
fr: Les réservations nécessitent une adresse MAC et un nom d'hôte

# err-router-not-in-subnet
source: This default gateway isn't is the network
fr: La passerelle par défaut spécifiée n'est pas dans le réseau

# err-subnet-already-exists
source: This network is already declared
fr: Ce réseau est déjà déclaré

# err-subnet-bad-ipv6-infos
source: IPv6 network informations are incomplete or invalid
fr: Les informations de réseau IPv6 sont incomplètes ou incorrectes

# err-subnet-not-exists
source: This network doesn't exists
fr: Ce réseau n'existe pas

# err-ssh-conn-failed
source: Connection to SSH server failed, please verify if it's possible to join remote server
fr: Connexion au serveur SSH impossible, vérifiez qu'il est possible de joindre le serveur SSH distant

# err-ssh-auth-failed
source: Authentication failed to SSH server
fr: Authentification échouée au serveur SSH

# err-startip-lower-endip
source: Starting IP is greater than ending IP
fr: L'adresse IP de départ est supériere à l'adresse IP de fin

# err-startip-not-in-range
source: Starting IP isn't in the subnet
fr: L'adresse IP de départ n'est pas dans le réseau

# err-unable-read
source: Unable to read file (verify if exists and read/write rights)
fr: Impossible de lire le fichier (il n'existe pas ou les droits sont incorrects)

# err-vlan-already-used
source: This VLAN is already linked to another network
fr: Ce VLAN est déjà affecté à un autre réseau IP

source: Expert tools
fr: Outils avancés

# Expiration
source: Expiration date
fr: Date d'expiration

# Failover
source: Master/slave
fr: Maître/esclave

source: Free
fr: Libre

# Free-s
source: Free
fr: Libres

# Group-DHCP-opts
source: DHCP options linked to group
fr: Options DHCP associées au groupe

source: History
fr: Historique

source: Hostname
fr: Nom d'hôte

# import-dhcp-reserv
source: Import DHCP reservations
fr: Importer des réservations DHCP

# integer-8
source: 8bits signed integer
fr: Entier signé 8 bits

# integer-16
source: 16bits signed integer
fr: Entier signé 16 bits

# integer-32
source: 32bits signed integer
fr: Entier signé 32 bits

# intval-days
source: Interval (days)
fr: Intervalle (jours)

source: In cache
fr: En cache

# IP-Addr
source: IP address
fr: Adresse IP

source: Last view
fr: Dernière vue

source: Lease end
fr: Fin du bail

# lease-path
source: Path to dhcpd.leases
fr: Chemin vers le fichier dhcpd.leases

source: Load-balancing
fr: Répartition de charge

# MAC-Addr
source: MAC address
fr: Adresse MAC

# Manage-DHCP-Opts
source: DHCP options management
fr: Gestion des options DHCP

# Manage-Servers
source: Servers management
fr: Gestion des serveurs

# Manage-Subnets
source: IP networks management
fr: Gestion des réseaux IP

source: Max age
fr: Age maximum

source: Max lease time
fr: Durée maximale des baux DHCP

source: Member of
fr: Membre de

# modif-record
source: Saved
fr: Modifications enregistrées

# netid
source: Network address
fr: Adresse de réseau (IPv4)

# netidv6
source: IPv6 network address
fr: Adresse de réseau (IPv6)

# netmask
source: Network mask
fr: Masque réseau

source: Network
fr: Réseau

# note-needed
source: Required (*)
fr: Requis (*)

# no-net-found
source: No DHCP distributed network found
fr: Aucun réseau distribué par DHCP découvert

# no-old-record
source: No old record found
fr: Aucune réservation obsolète trouvée

# no-tab
source: This tab doesn't exist
fr: Cet onglet n'existe pas

source: Not usable
fr: Non utilisables

source: Option alias
fr: Alias de l'option

# option-group
source: DHCP option group(s)
fr: Groupe(s) d'options DHCP

# option-name
source: Name
fr: Nom

source: Option value
fr: Valeur de l'option

# prefixlen
source: Prefix length
fr: Longueur du préfixe IPv6

# remove-from-dynamic-distrib
source: Remove from dynamic distribution pool
fr: Supprimer du pool d'adresses dynamiques

# remove-history
source: Remove server DHCP history ?
fr: Supprimer l'historique DHCP ?

# required-if-cluster
source: Required if a cluster is selected
fr: Requis si un cluster est sélectionné

# reservconf-path
source: Reservation config file
fr: Fichier de réservations

source: Reserv
fr: Réserver

source: Reserved
fr: Réservée

# Reserved-by-ipmanager
source: Reserved by Z-Eye
fr: Réservée via Z-Eye

# router
source: Default gateway
fr: Passerelle par défaut

# server-addr
source: Server address (IP/DNS)
fr: Adresse du serveur (IP/DNS)

# server-desc
source: Server description
fr: Description

# Server-mgmt
source: Server management
fr: Gestion des serveurs

# ssh-pwd
source: SSH password
fr: Mot de passe SSH

# ssh-pwd-repeat
source: Repeat password
fr: Répétez le mot de passe
