Repository: jp-morvan/Z-Eye
Catalog: service/WebApp/Z_Eye/locale/*/LC_MESSAGES/django.po
Languages: fr

# title-import-plug-room
source: Import plug and room for device ports (CSV)
fr: Importer des correspondances équipements/pièces/prises

# title-managerights
source: Rights management
fr: Gestion des droits

# title-network-device-mgmt
source: Network devices management
fr: Gestion des Equipements réseau

# title-port-modiflist
source: Port list concerned by modification
fr: Liste des ports concernés par la modification

# title-restore-startup
source: Restore startup-config
fr: Restaurer la startup-config

# title-retag
source: Replace VLAN tag
fr: Retaguer un VLAN

# title-router-switch
source: Routers and switches
fr: Switches et routeurs

# title-transfer-conf
source: Transfer configuration
fr: Transférer la configuration

# title-WiFi-AP
source: WiFi Access points
fr: Bornes WiFi

# tooltip-backup
source: Launch immediately an export order for each startup configuration to registered backup server specified into Z-Eye data sources servers
fr: Lance immédiatement un ordre d'export de chacune des configurations de démarrage (startup-config) vers le serveur de sauvegarde enregistré dans les sources de données Z-Eye

# tooltip-port-desc
source: Describe the port. Doesn't affect the operation
fr: Permet de décrire le port sommairement (n'influence pas le fonctionnement)

# tooltip-dhcpsnoopingen
source: Enable DHCP Snooping function
fr: Active la fonction de DHCP snooping sur l'équipement

# tooltip-dhcpsnoopingmatch
source: Enable MAC matching
fr: Active la vérification d'adresses MAC

# tooltip-dhcpsnoopingopt
source: Enable insertion of option 82 into local DHCP Relay
fr: Active l'insertion de l'option 82 du relai DHCP local

# tooltip-dhcpsnoopingvlan
source: VLAN list on which apply DHCP snooping
fr: Liste des VLANs sur lesquels appliquer la fonction de DHCP Snooping

# tooltip-plug
source: The plug number
fr: Numéro de la prise

# tooltip-room
source: Room where the plug arrives
fr: Numéro de la pièce où arrive la prise

# tooltip-save
source: Launch immediately a save order for each running configuration to startup configuration
fr: Lance immédiatement un ordre de sauvegarde de chacune des configurations en cours sur la configuration de démarrage (copy running-config startup-config)

# tooltip-saveone
source: Launch immediately a save order to copy running configuration on startup configuration
fr: Lance immédiatement un ordre de sauvegarde de la configuration en cours sur la configuration de démarrage

# tooltip-shut
source: Shutdown/Switch on the port
fr: Eteint / Allume administrativement le port

# tooltip-speed
source: Force link speed on the port. Auto: negociate link speed (recommanded)
fr: Force l'équipement à utiliser la vitesse spécifiée.<br /><b>Auto</b>: négocie la vitesse (recommandé)

source: Transfer way
fr: Sens de transfert

source: Unavailable
fr: Non disponible

# Use-DHCP-opt-82
source: Use DHCP option 82
fr: Utiliser l'option 82 du DHCP

# Verify-ports
source: Verify concerned ports
fr: Vérifier les ports concernés

source: Voice Vlan
fr: Vlan voix

source: Vlan List
fr: Liste des VLANs

source: VTP domain
fr: Domaine VTP

# warn-step
source: Warn step (MB)
fr: Seuil avertissement (Mo)

source: enable-pwd
fr: Mot de passe enable

source: enable-pwd-repeat
fr: Répétez le mot de passe

source: sent-req
fr: Envoi de la requête en cours

source: SSH-pwd
fr: Mot de passe SSH

source: SSH-pwd-repeat
fr: Répétez le mot de passe SSH

source: tooltip-voicevlan
fr: VLAN Voix: ce VLAN sera encapsulé en 802.1Q et priorisé suivant une QoS configurée sur l'équipement

# confirm-remove-backupsrv
source: Are you sure you want to remove backup server
fr: Êtes vous sûr de vouloir supprimer le serveur de sauvegarde '%s' ?

source: Device
fr: Equipement

# DHCP-Snooping-mgmt
source: DHCP Snooping Mgmt (device)
fr: Gestion du DHCP Snooping (équipement)

# err-no-backup-found
source: No backup server found
fr: Aucun serveur de sauvegarde trouvé

# err-snmpgid-not-found
source: This community/group doesn't exist (anymore)
fr: La communauté ou le groupe n'existe pas ou plus

# Export-cfg
source: Configuration export
fr: Export de la configuration

source: New Server
fr: Nouveau serveur

# Portmod-cdp
source: Modify CDP (port)
fr: Modifier l'état CDP (port)

# Portmod-dhcpsnooping
source: Modify DHCP snooping (port)
fr: Modifier les sécurités DHCP (dhcp snooping) (port)

# Portmod-portsec
source: Modify port security (port)
fr: Modifier la sécurité (port security) (port)

# Portmod-voicevlan
source: Modify voice VLAN (port)
fr: Modifier le VLAN voix (port)

source: Reading
fr: Lecture

# Read-port-stats
source: Reading<br />(port stats)
fr: Statistiques des ports<br />(Consultation)

# Read-ssh-portinfos
source: Reading port informations (via SSH)
fr: Lire les informations d'un port (via SSH)

# Read-ssh-showstart
source: Reading startup configuration (via SSH)
fr: Lire la configuration de démarrage (via SSH)

# Read-ssh-showrun
source: Reading running configuration (via SSH)
fr: Lire la configuration courante (via SSH)

# Read-switch-details
source: Reading<br />(device features)
fr: Caractéristiques de l'équipement<br />(Consultation)

# Read-switch-modules
source: Reading<br />(device modules list)
fr: Liste des modules<br />(Consultation)

# Read-switch-vlan
source: Reading<br />(device vlan list)
fr: Liste des vlans d'un équipement<br />(Consultation)

# Remove-Switch
source: Remove a device
fr: Supprimer un équipement

# Restore-startup-cfg
source: Restore startup config
fr: Restaurer la configuration de démarrage

# Retag-vlan
source: Replace VLAN tag
fr: Remplacer le tag d'un VLAN

source: Server path
fr: Chemin sur le serveur

# Set-switch-sshpwd
source: Modify ssh logins for connecting to devices
fr: Modifier les mots de passe SSH de connexion (équipements)

# srv-type
source: Server type
fr: Type de serveur

# title-device-backup
source: Backup servers
fr: Serveurs de sauvegarde

# title-edit-backup-switch-server
source: Edit backup server
fr: Edition d'un serveur de sauvegarde

# title-rightsbysnmp
source: By SNMP community
fr: Par communauté SNMP

# title-rightsbyswitch
source: By device
fr: Par équipement

# title-switchrightsmgmt
source: Network devices rights management
fr: Gestion des droits sur les équipements réseau

# Write-port-mon
source: Modification (port monitoring)
fr: Monitoring des ports<br />(Modification)

source: rule-manage-backupservers
fr: Gestion des serveurs de sauvegarde

source: Adding...
fr: Ajout...

# Add-to-new-group
source: Add new group
fr: Ajouter à un noueau groupe

# attr-mail
source: Mail attribute
fr: Attribut Mail

# attr-name
source: Name Attribute
fr: Attribut Nom

# attr-subname
source: Subname Attribute
fr: Attribut Prénom

# attr-uid
source: UID Attribut
fr: Attribut UID

# confirm-removedirectory
source: Are you sure to want to remove directory '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'annuaire '%s' ?

# confirm-removeuser
source: Are you sure to want to remove user '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'utilisateur '%s' ?

source: Directory
fr: Annuaire

source: Editing...
fr: Edition...

# err-invalid-bad-data
source: Some informations are missing or invalid
fr: Informations invalides ou manquantes

# err-invalid-user
source: Invalid user
fr: Utilisateur invalide

# err-ldap-bad-data
source: Invalid LDAP datas, unable to connect to server
fr: Données LDAP invalides, impossible de se connecter au serveur

# err-ldap-exist
source: Server already exists
fr: Serveur déjà renseigné

# err-ldap-not-exist
source: This LDAP server doesn't exist
fr: Ce serveur LDAP n'existe pas

# err-mail
source: Malformed mail address
fr: Cette adresse mail est malformée

# err-pwd-complex
source: Password isn't complex (major, minor chars and numerics, minimal)
fr: Le mot de passe ne respecte pas les critères de complexité (chiffres, majuscules et miniscules au minimum)

# err-pwd-short
source: Password is too short (%s minimum)
fr: Le mot de passe est trop court (%s caractères minimum)

# err-pwd-unk
source: Unknown password error
fr: Erreur inconnue sur le changement de mot de passe

# err-user-already-exists
source: User already exists
fr: L'utilisateur existe déjà

# err-user-not-found
source: User not found
fr: Utilisateur non trouvé

# Extern
source: External
fr: Externe

# import-user
source: Import user from directory
fr: Importer un utilisateur depuis un annuaire

# Intern
source: Internal
fr: Interne

# last-conn
source: Last connection
fr: Dernière connexion

source: Last IP
fr: Dernière IP

# ldap-addr
source: LDAP IP address
fr: Adresse de l'annuaire LDAP

source: LDAP filter
fr: Filtre LDAP

source: LDAP port
fr: Port LDAP

source: New directory
fr: Nouvel Annuaire

# rule-import-user
source: Import LDAP users
fr: Importer des utilisateurs LDAP

# rule-modify-directory
source: Modify directories
fr: Modifier les annuaires

# rule-modify-user
source: Modify users
fr: Modifier les utilisateurs

# tip-password
source: You can let the password fields empty to not change the password
fr: Vous pouvez laisser les champs mot de passe vide afin de ne pas le changer

# title-directory
source: Directory edition
fr: Edition d'annuaire

# title-directorymgmt
source: Directory management
fr: Gestion des annuaires

# title-user-dont-exist
source: This user doesn't exist !
fr: L'utilisateur demandé n'existe pas !

# title-user-mod
source: User edition
fr: Modification de l'utilisateur

# tooltip-attr-mail
source: LDAP attribute for mail
fr: Attribut LDAP correspondant au mail

# tooltip-attr-name
source: LDAP attribute for name
fr: Attribut LDAP correspondant au nom

# tooltip-attr-subname
source: LDAP attribute for subname
fr: Attribut LDAP correspondant au prénom

# tooltip-attr-uid
source: LDAP attribute for subname
fr: Attribut LDAP correspondant au nom d'utilisateur

# tooltip-base-dn
source: LDAP search path
fr: Chemin de recherche LDAP

# tooltip-ldap-filter
source: LDAP filter.<br /><i>(objectclass=*)</i> means no filter
fr: Filtre LDAP.<br /><i>(objectclass=*)</i> signifie pas de filtre

# tooltip-root-dn
source: LDAP users who can read ldap users and their attributes in base DN branch
fr: Utilisateur avec pouvoir de lecture sur les utilisateurs et leurs attributs dans le chemin base DN

source: filter-ldap
fr: Filtre LDAP

source: Account parameters
fr: Paramètres du compte

source: Android options
fr: Options Android

source: API key
fr: Clef d'API

# App-Lang
source: Interface language
fr: Langage de l'interface

source: Disconnect after
fr: Déconnexion après

# Enable-Monitoring
source: Enable monitoring tab
fr: Activer l'onglet monitoring

# err-bad-lang
source: Unsupported language
fr: Langue non supportée

# tooltip-disconnect-after
source: This value set a maximum inactivity time before Z-Eye disconnect your account
fr: Cette valeur spécifie une durée maximale d'inactivité avant que Z-Eye ne déconnecte votre compte

source: Speed reporting
fr: Tableau de bord

source: Z-Eye groups management
fr: Gestion des groupes Z-Eye

source: Install
fr: Installeur

source: DHCP/IP management
fr: Gestionnaire DHCP/IP

source: Z-Eye Engine
fr: Moteur Z-Eye

source: Z-Eye logs
fr: Journaux Z-Eye

source: Maps
fr: Cartes

source: Netdisco collect engine
fr: Moteur de collecte Netdisco

source: SNORT IDS engine
fr: Moteur IDS SNORT

source: Network devices (rights & backup)
fr: Equipements réseau (droits & sauvegarde)

# Err-Object-Not-Exists
source: The requested object doesn't exists
fr: L'objet demandé n'existe pas

source: by
fr: par
