Repository: jp-morvan/Z-Eye
Catalog: service/WebApp/Z_Eye/locale/*/LC_MESSAGES/django.po
Languages: fr

# title-userlist
source: User list
fr: Liste des Utilisateurs

# title-usermod
source: User edition
fr: Modification de l'utilisateur

# title-usermgmt
source: Radius user/group edition
fr: Gestion des utilisateurs/Groupes Radius

# tooltip-ac-sqltable
source: SQL table in which search for user expiration
fr: Table SQL dans laquelle recherche l'expiration

# tooltip-ac-sqluserfield
source: Username field in SQL table
fr: Champ contenant le nom d'utilisateur

# tooltip-alias
source: An alias for delegation (unique)
fr: Un alias qui servira pour la délégation (unique)

# tooltip-dbname
source: Remote SQL Database name
fr: Nom de la base de données SQL distante

# tooltip-port
source: Database port<br /><b>MySQL</b>: 3306<br /><b>PgSQL</b>: 5432
fr: Port de la base de données<br /><b>MySQL</b>: 3306<br /><b>PgSQL</b>: 5432

# tooltip-radacct
source: Radius accounting table. It's used for search and stats
fr: Cette table contient les données d'accounting de votre serveur Radius (utilisées pour des statistiques et de la recherche sur Z-Eye)

# tooltip-radcheck
source: This table contains user attributes for Radius requets.<br />The table is the support for user creation and authentication (password)
fr: Cette table contient les attributs associés à un utilisateur lors d'une requête Radius.<br />Elle sert de support à la création d'utilisateurs Radius (et mot de passe associé)

# tooltip-radgrpchk
source: This table contains group attributes for Radius requets.<br />The table is the support for group creation
fr: Cette table contient les attributs associés à un groupe lors d'une requête Radius.<br />Elle sert de support à la création de groupes Radius

# tooltip-radgrprep
source: This table contain user attributes for a Radius reply.<br />They are sent to emitter/device
fr: Cette table contient les attributs associés à un groupe lors d'une réponse Radius.<br />Ils sont renvoyés à l'émetteur/équipement

# tooltip-radreply
source: This table contain group attributes for a Radius reply.<br />They are sent to emitter/device
fr: Cette table contient les attributs associés à un utilisateur lors d'une réponse Radius.<br />Ils sont renvoyés à l'émetteur/équipement

# tooltip-radusrgrp
source: This table links Radius users and groups
fr: Cette table fait la correspondance entre un utilisateur et un groupe Radius

# tooltip-user
source: Database username. Reading and writing rights are required.
fr: Nom d'utilisateur de la base de données. Il doit avoir les droits de lecture et d'écriture.

source: User field
fr: Champ utilisateur

# Userlist-CSV
source: User list (CSV format)
fr: Liste des utilisateurs (format CSV)

source: User type
fr: Type d'utilisateur

source: Validity
fr: Validité

source: mass-account
fr: Comptes en masse

source: mono-account
fr: Compte individuel

source: tooltip-ac-sqlexpirationfield
fr: Champ contenant la date d'expiration

source: Active ?
fr: Actif

# active-reserv
source: Reservation enabled
fr: Réservation activée

# and-the
source: and
fr: et le

source: Attribution type
fr: Type d'attribution

source: Between
fr: Entre le

source: Bytes
fr: Octets

source: Comment
fr: Commentaire

source: Device
fr: Equipement

source: DHCP name
fr: Alias du DHCP

source: DHCP type
fr: Type de DHCP

# dig-results
source: DIG output
fr: Résultat DIG

source: Dynamic
fr: Dynamique

source: DHCP hostname
fr: Nom d'hôte DHCP

# end-session
source: Session end
fr: Fin de session

# end-session-cause
source: Why session ends
fr: Cause de fin de session

# err-no-res
source: No result found
fr: Aucun résultat trouvé

# err-no-search
source: No data to find
fr: Pas de données à rechercher

# First-view
source: First seend
fr: Première vue

# inactive-reserv
source: Reservation disabled
fr: Réservation inactive

# ipv4-addr
source: IPv4 address
fr: Adresse IPv4

# ipv6-addr
source: IPv6 address
fr: Adresse IPv6

# Last-view
source: Last seen
fr: Dernière vue

# link-ip
source: Linked IP address
fr: Adresse IP liée

# link-mac-addr
source: Linked MAC address
fr: Adresse MAC liée

source: Manufacturer
fr: Fabricant

source: Model
fr: Modèle

# Modify-IPM-Infos
source: Modifier IPM informations
fr: Modifier les informations DHCP

source: Netbios machine
fr: Machine Netbios

source: Netbios user
fr: Utilisateur Netbios

source: Network device
fr: Equipement Réseau

source: Node
fr: Noeud

# os
source: Operating system
fr: Système d'exploitation

source: Plug
fr: Prise

source: Radius server
fr: Serveur radius

source: Radius user
fr: Utilisateur radius

# Ref-desc
source: Referenced description(s)
fr: Description(s) référencée(s)

# Ref-plug
source: Referenced plug(s)
fr: Prise(s) référencée(s)

# Ref-room
source: Referenced room(s)
fr: Pièce(s) référencé(s)

source: Since
fr: A partir du

# start-session
source: Session start
fr: Début de session

source: Static
fr: Statique

source: static
fr: statique

# title-8021x-bw
source: 802.1X bandwidth
fr: Bande passante 802.1X

# title-8021x-users
source: 802.1X users
fr: Utilisateurs 802.1X

# title-dhcp-custom-options
source: Custom DHCP options
fr: Options DHCP personnalisées

# title-dhcp-distrib
source: DHCP collect cache
fr: Cache de collecte DHCP

# title-dhcp-distrib-z-eye
source: Z-Eye IPM datas
fr: Données IPM Z-Eye

# title-dhcp-hostname
source: DHCP hostname
fr: Noms d'hôte DHCP

# title-dhcp-options
source: DHCP option(s)
fr: Option(s) DHCP

# title-dhcp-option-groups
source: DHCP option group(s)
fr: Groupe(s) d'options DHCP

# title-dhcp-servers
source: DHCP server(s)
fr: Serveur(s) DHCP

# title-dns-acl
source: DNS ACL(s)
fr: ACL(s) DNS

# title-dns-assoc
source: Linked DNS names
fr: Noms DNS associés

# title-dns-records
source: DNS records
fr: Enregistrements DNS

# title-dns-resolution
source: DNS resolutions
fr: Résolution DNS

# title-ip-addr
source: IP addresses
fr: Adresses IP

# title-last-device
source: Last device
fr: Dernier équipement

# title-mac-addr
source: MAC addresses
fr: Adresses MAC

# title-netbios
source: Netbios Domain/Workgroup
fr: Domaine/Groupe de Travail Netbios

# title-netbios-name
source: Netbios names
fr: Noms Netbios

# title-network-places
source: Network places
fr: Emplacements réseau

# title-res-nb
source: Number of results
fr: Nombre de résultats

# title-subnet-ipmanager
source: Declared subnet in IP manager
fr: Subnet déclaré dans l'IP manager

# title-vlan-device
source: VLAN in this devices
fr: VLAN présent dans ces équipements

# title-vlan-ipmanager
source: Declared VLAN in IP manager
fr: VLAN déclaré dans l'IP manager

source: Unknown
fr: Inconnu

source: Active?
fr: Actif ?

source: DHCP-cluster
fr: Cluster DHCP

source: title-dhcp-cluster
fr: Clusters DHCP

# Action-nb
source: Action count
fr: Nombre d'actions

source: Alert
fr: Alerte

# IP-addr
source: IP address
fr: Adresse IP

# last-100
source: Last 100 records
fr: 100 derniers enregistrements

source: Last logs
fr: Derniers logs

source: Last visit
fr: Dernière visite

# nb-ip-atk
source: Attacker IP count
fr: Nombre d'IP attaquantes

# nb-scan-port
source: Portscan count
fr: Nombre de scans de ports

# nb-ssh-atk
source: SSH attack count
fr: Nombre d'attaques SSH

# nb-tse-atk
source: TSE attack count
fr: Nombre d'attaques TSE

source: No alert found
fr: Aucune alerte trouvée

source: Security
fr: Sécurité

# SSH-atk
source: SSH attacks
fr: Attaques SSH

source: The
fr: Les

# total-atk
source: Attack count
fr: Total des attaques

# TSE-atk
source: TSE attacks
fr: Attaques TSE

# title-attack-report
source: Security reports
fr: Rapports de Sécurité

# title-z-eye-report
source: Attack reports (compressed in Z-Eye DB)
fr: Rapport d'attaques compressé en base Z-Eye

source: Update
fr: Mise à jour

# violent-days
source: most violent days
fr: jours les plus violents

# confirm-remove-community
source: Are you sure you want to remove community '%s' ?
fr: Êtes vous sûr de vouloir supprimer la communauté '%s' ?

# err-read-fail
source: Unable to read /usr/local/etc/netdisco/netdisco.conf
fr: Impossible de lire le fichier /usr/local/etc/netdisco/netdisco.conf

# err-write-fail
source: Unable to write netdisco configuration
fr: Impossible d'écrire la configuration de netdisco

source: SNMP communities
fr: Communautés SNMP

# tooltip-read
source: Specify is community allow reading
fr: Spécifie si la communauté permet la lecture

# tooltip-write
source: Specify is community allow writing
fr: Spécifie si la communauté permet l'écriture

source: Activate
fr: Activer

# bad-data
source: Invalid data(s) sent
fr: Donnée(s) entrée(s) invalide(s)

source: Data storage
fr: Stockage des données

source: Database
fr: Base de données

# en-smtp-sensor
source: Enable SMTP sensors
fr: Activer les sondes SMTP

# en-ssh-sensor
source: Enable SSH sensors
fr: Activer les sondes SSH

# en-telnet-sensor
source: Enable Telnet sensors
fr: Activer les sondes Telnet

# en-tse-sensor
source: Enable TSE sensors
fr: Activer les sondes TSE

# fail-cron-wr
source: Unable to write to /home/nerzhul/Devel/Z-Eye/modules/snortmgmt/../../datas/system/snort.crontab
fr: Impossible d'écrire le fichier de configuration /home/nerzhul/Devel/Z-Eye/modules/snortmgmt/../../datas/system/snort.crontab

# fail-snort-conf-wr
source: Unable to write to snort.z_eye.conf
fr: Impossible d'écrire le fichier de configuration snort.z_eye.conf

# lan-list
source: LANs list
fr: Liste des LANs

# mod-in-progress
source: Modification in progress...
fr: Modification en cours...

# page-title
source: SNORT IDS Management
fr: Management de l'IDS SNORT

# port-ftp
source: FTP ports
fr: Ports FTP

# port-http
source: HTTP ports
fr: Ports HTTP

# port-imap
source: IMAP ports
fr: Ports IMAP

# port-oracle
source: Oracle ports
fr: Ports Oracle

# port-pop
source: POP ports
fr: Ports POP

# port-sip
source: SIP ports
fr: Ports SIP

# port-smtp
source: SMTP ports
fr: Ports SMTP

# port-ssh
source: SSH ports
fr: Ports SSH

# prev-hour
source: Prev. Hours to begin
fr: Durée antécédente

source: Register
fr: Enregistrer

source: Remote
fr: Accès distant

source: Reports
fr: Rapports

# sent-hour
source: Sent time
fr: Heure d'envoi

# sql-oracle
source: Oracle servers
fr: Serveurs Oracle

# srv-dns
source: DNS servers
fr: Serveurs DNS

# srv-ftp
source: FTP servers
fr: Serveurs FTP

# srv-http
source: HTTP servers
fr: Serveurs HTTP

# srv-imap
source: IMAP servers
fr: Serveurs IMAP

# srv-oracle
source: Oracle servers
fr: Serveurs Oracle

# srv-pop
source: POP servers
fr: Serveurs POP

# srv-sip
source: SIP servers
fr: Serveurs SIP

# srv-smtp
source: SMTP servers
fr: Serveurs SMTP

# srv-snmp
source: SNMP servers
fr: Serveurs SNMP

# srv-sql
source: SQL servers
fr: Serveurs SQL

# srv-ssh
source: SSH servers
fr: Serveurs SSH

# srv-telnet
source: Telnet servers
fr: Serveurs Telnet

# srv-tse
source: TSE servers
fr: Serveurs TSE

# title-nightreport
source: Nightly reports
fr: Rapports nocturnes

# title-we
source: Week-end reports
fr: Rapports de fin de semaine

# tooltip-ipv4
source: <b>Require: </b>IPv4 address, IPv4 CIDR.<br /><b>Separator:</b> decimal point
fr: <b>Requis: </b>Adresse IPv4, CIDR IPv4.<br /><b>Séparateur:</b> virgule

# tooltip-snort-port
source: <b>Require: </b>Port number (1-65535).<br /><b>Separator:</b> decimal point
fr: <b>Requis: </b>Numéro de port (1-65535).<br /><b>Séparateur:</b> virgule

# tooltip-prev-hour
source: This is the number of hours before the report date to collect datas
fr: Nombres d'heures précédant l'heure d'envoi sur lesquelles collecter des données

# admin-duplex
source: Administrative duplex
fr: Duplex Administratif

# admin-speed
source: Administrative speed
fr: Vitesse Administrative

source: Advanced functions
fr: Fonctions avancées

source: Apply
fr: Appliquer

# Apply-VLAN
source: Applied VLANs
fr: VLANs d'application

source: Backup order launched
fr: Ordre de backup lancé

# backuporder-terminated
source: Backup finished
fr: Backup terminé

# backup-all-switches
source: Backup and export all devices config
fr: Sauvegarde et export de la configuration des équipements

source: Building
fr: Bâtiment

# bw-stats
source: Bandwidth stats
fr: Statistiques de débit

# cdp-enable
source: Enable CDP
fr: Activer CDP

# cdp-tooltip
source: Enable CDP on this port.<br /> CDP (Cisco Discovery Protocol) is a proprietary protocol for discovering Cisco devices
fr: Active le protocole CDP sur ce port<br />CDP (Cisco Discovery Protocol) est un protocole propriétaire de découverte d'équipements CISCO

source: Channel
fr: Canal

# confirm-remove-device
source: Are you sure you want to remove device
fr: Êtes vous sûr de vouloir supprimer l'équipement

source: Connected devices
fr: Equipements connectés

source: Copy in progress
fr: Copie en cours

source: Creation date
fr: Date de création

# crit-step
source: Critical step (MB)
fr: Seuil critique (Mo)

source: Details
fr: Détails

# Device-detail
source: Device details
fr: Détails de l'équipement

# dhcp-snooping-rate
source: DHCP packets rate
fr: Fréquence des réponses DHCP

# dhcp-snooping-rate-tooltip
source: Specify the maximum DHCP packets per second (1-2048, 0: no limit)
fr: Permet de configurer une limite de paquets DHCP envoyés chaque seconde par l'interface (1-2048, 0: pas de limite)

# dhcp-snooping-trust-enable
source: DHCP snooping trust
fr: Activer la confiance DHCP

# dhcp-snooping-trust-tooltip
source: Enable DHCP snooping trust and allow DHCP server on this port. This is useful on a secure network. General DHCP snooping configuration must be enabled
fr: La confiance DHCP (dhcp snooping trust) permet d'autoriser un serveur DHCP sur ce port, dans le cadre d'une politique de sécurité. Cela nécessite d'activer des options générales sur le commutateur

source: Disabled
fr: Désactivé

source: Discover
fr: Découvrir

# Discover-device
source: Discover a device
fr: Découvrir un équipement

source: Discovering in progress
fr: Découverte en cours

source: Done with success
fr: Effectué avec succès

source: Enable
fr: Activer

source: Enabled
fr: Activé

# enable-monitor
source: Enable monitoring
fr: Activer le monitoring

# encap-vlan
source: Encapsulated Vlans
fr: Vlans Encapsulés

source: Energy
fr: Energie

# err-auth-fail
source: Fail authentication, please verify ssh user and password
fr: Echec de l'authentification, vérifiez le login et mot de passe SSH

# err-bad-ip
source: IP address '%s' is invalid
fr: L'adresse IP '%s' est invalide

# err-conn-fail
source: Unable to connect to device. Maybe ssh is disabled
fr: Connexion à l'équipement impossible. Verifiez que SSH est bien actif

# err-csv-replace-data
source: A CSV entry replace existing datas '
fr: Impossible de continuer, l'un des port remplace des données existantes: '

# err-enable-auth-fail
source: Wrong privileged password
fr: Mot de passe privilégié incorrect

# err-fail-mod-switch
source: Fail to modify datas on the switch
fr: Echec de la modification des données sur le switch

# err-fail-tab
source: Fail to load tab, link may be wrong or page unavailable
fr: Impossible de charger l'onglet, le lien peut être faux ou la page indisponible

# err-invalid-csv-device
source: CSV device entry is invalid '
fr: Un équipement du fichier CSV n'existe pas: '

# err-invalid-csv-port
source: CSV port entry is invalid '
fr: Port d'équipement inexistant: '

# err-invalid-export
source: Invalid export type
fr: Type d'export invalide !

# err-no-credentials
source: You are not allowed to do that
fr: Vous n'êtes pas accrédité pour cela

# err-no-device
source: Device not found !
fr: Equipement inexistant !

# err-no-device2
source: No device found !
fr: Aucun équipement enregistré !

# err-no-port-bw
source: No bandwidth collected on this port
fr: Aucun débit réseau collecté pour ce port

# err-no-sshlink-configured
source: No SSH configuration found for this device
fr: Aucune configuration SSH liée à l'équipement

# err-one-bad-value
source: Some data is incorrect
fr: L'une des valeurs entrées est invalide

# err-output
source: Output error
fr: Erreur de sortie

# err-output-value
source: Output value invalid
fr: Valeur de sortie invalide

# err-pwd-mismatch
source: Password mismatch
fr: Les mots de passe ne correspondent pas

# err-not-implemented
source: Not implemented
fr: Pas implémenté

# err-no-snmp-cache
source: Read only port, snmp cache is not full
fr: Port en lecture seule, le cache SNMP n'est pas complet

# err-no-vlan
source: No vlan found on this device
fr: Aucun VLAN trouvé sur cet équipement

# err-some-backup-fail
source: Some devices were'nt be saved
fr: Certains éléments n'ont pas pu être sauvegardés

# err-some-field-missing
source: Some fields are missing or invalid
fr: Certains champs sont manquants ou invalides

# err-thereis-errors
source: Some errors occurs
fr: Des erreurs sont survenues

# err-transfer-abandonned
source: Request dropped
fr: Requête abandonnée

# err-transfer-apply
source: Failed to apply configuration
fr: Erreur d'application de la configuration

# err-transfer-no-mem
source: No available memory
fr: Pas de mémoire disponible

# err-transfer-not-ready
source: System not ready
fr: Système non prêt

# err-transfer-protocol
source: Unsupported protocol
fr: Protocole non supporté

# err-transfer-right
source: Filename, filepath or rights are incorrect
fr: Nom de fichier, chemin ou droits incorrects

# err-transfer-timeout
source: Connection timeout<br />Remote server did not respond
fr: Temps de connexion dépassé<br />Le serveur distant ne répond pas

# err-transfer-src
source: Copy source is incorrect
fr: La source de la copie est incorrecte

# err-transfer-unk
source: Unknown error
fr: Erreur inconnue

# err-unhandled-port-number
source: Unhandled port number %s for switch ID %s
fr: Nombre de ports non géré %s sur le switch %s

# err-unknown-action
source: Unknown action
fr: Action inconnue

# err-vlan-fail
source: Searched vlan is incorrect
fr: Le Vlan recherché est inexistant ou invalide

# err-vlan-not-on-device
source: Vlan not found on this device
fr: Ce VLAN n'est pas présent sur l'équipement

source: Fail
fr: Echec

# fail-vlan
source: Failed Vlan
fr: Fail Vlan

source: Field
fr: Champ

source: Filename
fr: Nom de fichier

source: Front view
fr: Vue de façade

# iface-dev-cfg
source: Interface configuration
fr: Configuration de l'interface

# iface-dev-status
source: Interface status
fr: Statut de l'interface

source: Inactive
fr: Inactif

# Internal-mod
source: Internal modules
fr: Modules internes

source: IP network
fr: Réseau IP

source: Label
fr: Libellé

# MAB-dead-tooltip
source: Allowed Vlan when Radius server is unreachable
fr: Vlan vers lequel basculer lorsque le serveur Radius est injoignable (considéré comme hors-service)

# MAB-fail-tooltip
source: Allowed Vlan when authentication failed
fr: Vlan vers lequel basculer en cas d'échec de l'authentification

# MAB-noresp
source: No Response Vlan
fr: No-Resp Vlan

# MAB-noresp-tooltip
source: Allowed Vlan when Radius server doesn't respond
fr: Vlan vers lequel basculer lorsque le serveur Radius ne répond pas

# MAB-opt
source: MAB options
fr: Options MAB

# MAC-addr
source: MAC address
fr: Adresse MAC

# MAC-addr-iface
source: Interface MAC address
fr: MAC Interface

# Match-MAC-addr
source: Match MAC address
fr: Vérification d'adresse MAC

# must-confirm
source: You must confirm modification
fr: Vous devez confirmer la modification

# must-verify-ports
source: You must verify is ports are concerned
fr: Vous devez vérifier si des ports sont concernés

source: Native Vlan
fr: Vlan Natif

source: New Vlan ID
fr: Nouvel ID de VLAN

source: Offline
fr: Hors ligne

source: Old Vlan ID
fr: Ancien ID de VLAN

source: on
fr: sur

source: Place
fr: Lieu

source: Port list
fr: Liste des ports

# portsec-enable
source: Enable PortSecurity
fr: Activer PortSecurity

# portsec-maxmac
source: Maximum MAC address
fr: Adresses MAC maximum

# portsec-maxmac-tooltip
source: MAC address number before PostSecurity uses the selected protection mode for each new MAC address
fr: Si ce compteur d'adresses MAC est dépassé, PortSecurity s'active dans le mode de protection sélectionné pour toute nouvelle adresse

# portsec-status
source: PortSecurity status
fr: Status PortSecurity

# portsec-violmode
source: Protection mode
fr: Mode de protection

# portsec-viol-tooltip
source: Shutdown: shutdown the port when violation is performed<br />Drop traffic: drop all packets sent by connected host<br />Restrict: drop traffic and log
fr: <b>Eteindre</b>: Eteint le port lors d'une violation (!! doit être rallumé manuellement !!)<br /><b>Bloquer</b>: Rejète le trafic en cas de violation<br /><b>Bloquer et notifier</b>: Rejète le trafic et logue les tentatives

source: Power
fr: Puissance

# Protect
source: Drop traffic
fr: Bloquer

# req-sent
source: Request in progress
fr: Envoi de la requête en cours

source: Restore
fr: Restaurer

source: Restore in progress
fr: Restauration en cours

# Restrict
source: Drop and notify
fr: Bloquer et notifier

# rule-discover-device
source: Discovering devices
fr: Découverte d'équipements

# rule-export-cfg
source: Export configurations
fr: Export de configurations

# rule-import-plugs
source: Import a device port/room/plug CSV file
fr: Importer d'un fichier CSV équipement/prise/pièce

# rule-save-devices
source: Global configuration save
fr: Sauvegarde globale des configurations

# Running-Cfg
source: Running Config
fr: Configuration courante

# save-all-switches
source: Save running-config on all devices
fr: Enregistrer la configuration en cours de tous les équipements

# saveorder-launched
source: Save order launched, please wait
fr: Ordre de sauvegarde lancé, veuillez patienter

# saveorder-terminated
source: Save finished !
fr: Sauvegarde terminée

# Save-switch
source: Save running-config
fr: Enregistrer la running-config

# search-ports
source: Port search in progress
fr: Recherche des ports concernés en cours

# Serialnb
source: Serial Number
fr: # de série

# Server-addr
source: Server address
fr: Adresse du serveur

source: Server type
fr: Type de serveur

# Shut
source: Shutdown
fr: Eteint

source: Shutdown
fr: Eteindre

source: Shutdown ports
fr: Eteindre les ports

source: Speed
fr: Vitesse

source: SSH link state
fr: Statut du lien SSH

# Startup-Cfg
source: Startup Config
fr: Configuration (boot)

source: Success
fr: Succès

source: Switch view
fr: Visuel commutateur

source: Switch on ports
fr: Allumer les ports

# tip-discover-devices
source: A list of IP addresses. You must specify a unique IP address per line.<br />This can take a long time to execute.<br />If Apache request expires before request was finished, please increase max_execution_time value in the /usr/local/etc/php.ini file and restart Apache.
fr: Liste d'adresses IP à découvrir. Vous devez spécifier une adresse IP unique par ligne.<br />Cela peut prendre beaucoup de temps si le nombre de périphériques est important.<br />Si le temps d'exécution est trop long et qu'Apache abandonne l'exécution du script, augmentez la valeur de max_execution_time dans /usr/local/etc/php.ini puis redémarrez Apache.

# tip-import-plug-room
source: Import a port list linked with plug and room numbers. You must have 4 fields:<ul><li>Network device: the exact name of the device</li><li>Port: the exact name of the device port</li><li>Plug: an ID which is the plug</li><li>Room: Room where arrives the plug</li></ul>
fr: Permet d'importer une liste de ports associée à des numéros de prises et de pièces. Il faut impérativement 4 champs:<ul><li>Equipement réseau: le nom exact de l'équipement dans la liste</li><li>Port: le nom exact du port sur l'équipement</li><li>Prise: un identifiant correspondant à la prise murale</li><li>Pièce: le numéro de la pièce desservie par le port</li></ul>

# title-global-fct
source: Global functions
fr: Fonctions globales
