Repository: jp-morvan/Z-Eye
Catalog: service/WebApp/Z_Eye/locale/*/LC_MESSAGES/django.po
Languages: fr

# start-ip
source: Starting IP
fr: Adresse IP de début

source: Status
fr: Statut

# Stuck-IP
source: Fixed IP
fr: IP fixe

# subnetconf-path
source: Subnet config file
fr: Fichier de subnets

# subnet-desc
source: Subnet description
fr: Description du réseau

# subnet-shortname
source: Subnet shortname (alias)
fr: Nom court (alias)

# Switch
source: Device
fr: Equipement

source: text
fr: Texte

# tip-custom-dhcp-opts
source: Custom DHCP options permit to create custom options, useful for some systems (like TOIP)
fr: Les options DHCP personnalisées permettent de créer des options non normées et utilisées par certains systèmes (TOIP notamment)

# tip-dhcp-opts
source: DHCP options are a couple of declared option/value to use with groups and then associate it with subnets
fr: Les options DHCP sont associées à des couples nom/valeur afin de définir ensuite des ensembles à associer à des subnets DHCP

# tip-dhcp-opt-group
source: DHCP option groups define a group of configured options.<br />Those groups can be linked with subnets to configure client by DHCP
fr: Les groupes d'options définissent des ensembles d'options configurées.<br />Ces groupes d'options peuvent ensuite être rattachés à des subnets afin de configurer des clients

# tip-import-reserv
source: You can import reservation in the selected subnet here.<br />3 fields are required:<ul><li>Hostname</li><li>MAC address</li><li>IP address</li></ul><br /><b>Warning !</b> If replace option is selected and IP address, MAC address or hostname are used elsewhere, the import will replace conflicted entries
fr: Permet d'importer des réservations dans le subnet sélectionné.<br />Il faut impérativement 3 champs:<ul><li>Nom d'hôte</li><li>Adresse MAC</li><li>Adresse IP</li></ul><br /><b>Attention !</b> Si le remplacement est sélectionné et que l'adresse IP, l'adresse MAC ou le nom d'hôte sont déjà utilisés autre part, cela remplacera l'entrée en conflit

# tip-inherit-if-null
source: Parameter is inherited if zero or empty
fr: Laisser vide ou nul hérite les paramètres

# tip-range
source: Configure a new dynamic pool address range for DHCPs. You don't have to exclude DHCP reservations from this pool. Range which overlaps another are automaticly merged
fr: Configure un pool d'adresses dynamiques distribuées par le DHCP. Vous n'avez pas besoin d'exclure les réservations des pools d'adresses.<br />Les ranges qui se chevauchent sont automatiquement fusionnés.

# tip-reserv
source: The 00:00:00:00:00:00 MAC address can be used to block some IP on DHCP
fr: L'adresse MAC 00:00:00:00:00:00 peut être utilisée pour bloquer des IP dans le DHCP

# title-add-server
source: Add DHCP server
fr: Ajouter un serveur DHCP

# title-custom-dhcp-opts
source: Custom DHCP options
fr: Options DHCP personnalisées

# title-declared-subnets
source: Declared networks
fr: Réseaux déclarés

# title-dhcp-cluster-mgmt
source: DHCP cluster management
fr: Gestion des clusters DHCP

# title-dhcp-opts
source: DHCP options
fr: Options DHCP

# title-dhcp-opts-group
source: DHCP options group
fr: Groupe d'options DHCP

# title-dhcp-server-mgmt
source: DHCP server management
fr: Gestion des serveurs DHCP

# title-history-1d
source: History since 24 hours
fr: Historique depuis 24 heures

# title-history-1w
source: History since 1 week
fr: Historique depuis 1 semaine

# title-history-1m
source: History since 1 month
fr: Historique depuis 1 mois

# title-history-1y
source: History since 1 year
fr: Historique depuis 1 an

# title-history-since
source: History since
fr: Historique depuis

# title-ip-management
source: IP management
fr: Gestion IP

# title-old-record
source: Old reservations found !
fr: Réservations obsolètes trouvées !

# title-search-old
source: Search old reservations
fr: Recherche de réservations obsolètes

# title-subnet-management
source: Subnet management
fr: Gestion de sous-réseau

# tooltip-clustermaster
source: Define which server is the cluster master. The cluster master is effective only when Load-balancing or Master/slave mode is choosen. On <b>Load-balance</b> mode, the master is the server which decide how to load balance the leases
fr: Définit le noeud maître du cluster.<br />Cette variable n'est utile que dans le cas d'un cluster en répartition de charge ou maître esclave. Si le mode <b>Répartition de charge</b> est utilisé, le noeud maître est le serveur décidant de la répartition de charge

# tooltip-clustermode
source: Define cluster working mode.<br /><b>None</b>: Don't configure cluster mode<br /><b>Master/slave</b>: define a master and a slave server. Last doesn't answer to DHCP request. If master is unreachable, the slave answers the request until master becomes available. This is the best configuration if you use DHCP relays (ip helpers).<br /><b>Load-balacing</b>: Each server answers to DHCP requests. If one DHCP become unreachable the other answers to all requests. Leases are always synchronized between the DHCPs. This is the best configuration with a directly connected DHCP.<br /><b>Warning</b>: Master/slave and Load-balacing clusters are only available for ISC DHCP servers
fr: Définit le mode de fonctionnement du cluster.<br /><b>Aucun</b>: ne configure pas le mode du cluster<br /><b>Maître/esclave</b>: définit un serveur maître et un serveur esclave qui ne répondra pas aux requêtes. Lorsque le maître est injoignable, l'esclave répond aux requêtes à sa place jusqu'à son retour. Cette configuration est idéale dans un fonctionnement avec des relais DHCP (ip helper).<br /><b>Répartition de charge</b>: les serveurs sélectionnés sont configurés en répartition de charge. Chaque serveur répond pour un pool d'adresses définit automatiquement. Si l'un des serveurs tombe l'autre prend le relai pour l'ensemble des requêtes. Cette configuration est idéale pour un DHCP directement connecté aux réseaux clients.<br /><b>Attention</b>: Les clusters Maître/eslave et Répartition de charge ne sont disponibles que pour des DHCP ISC

# tooltip-clustering-ip
source: It's the source address on a DHCP Cluster. This address must be exist on the server. If no address is given, the server address will be used. <br />It's only used into a ISC-DHCP cluster.
fr: Adresse IP source du cluster DHCP. Celle-ci doit exister sur le serveur. Si celle-ci n'est pas précisée, l'adresse IP principale sera utilisée. <br />Utilisé uniquement dans un cluster ISC-DHCP.

# tooltip-contact
source: mail address which receive alerts
fr: @ mail recevant les alertes d'obsolescence

# tooltip-default-lease-time
source: Default duration (in seconds) for DHCP leases (minimum: 30secs)
fr: Durée par défaut (en secondes) des baux DHCP (30 secondes minimum)

# tooltip-desc
source: Subnet description (max: 128 chars)
fr: Description courte du réseau (128 caractères)

# tooltip-dhcpdpath
source: Path to dhcpd main configuration file, often /etc/dhcpd.conf
fr: Chemin vers le fichier de configuration principal du dhcpd, généralement /etc/dhcpd.conf

# tooltip-dhcp-alias
source: A short name to identify server. This name can only contain letters and numbers and is unique.
fr: Un nom permettant d'identifier rapidement le serveur. Ce nom ne peut contenir que des chiffres et des lettres et est unique.

# tooltip-dhcp-cluster-distrib
source: One or more DHCP cluster where distribute the subnet
fr: Un ou plusieurs clusters DHCP qui distribueront le subnet

# tooltip-dhcp-desc
source: A short description (128 chars) of the server
fr: Une description courte (128 caractères) du serveur

# tooltip-dhcp-option-code
source: Specify a DHCP option code. This code is unique and must be greater than 125
fr: Spécifie un code unique d'option DHCP. Doit être strictement supérieur à 125

# tooltip-dhcp-option-group
source: Specify optional DHCP options groups to use when distribute addresses by DHCP
fr: Spécifie les groupes d'options DHCP (facultatifs) à utiliser pour ce subnet lors de la distribution d'adresses via DHCP

# tooltip-dhcp-option-value
source: boolean: true/false<br />integer: positive integer<br />ip: IPv4 address<br />text: what you want
fr: boolean: true/false<br />integer: entier<br />ip: une adresse IPv4<br />text: ce que vous souhaitez

# tooltip-dhcp-server-ip
source: IP or FQDN of the DHCP server. This address is used by Z-Eye to configure the DHCP service over SSH.
fr: Nom ou adresse IP du serveur. Celle-ci est utilisée pour se connecter en SSH afin de configurer le DHCP.

# tooltip-domainname
source: This defines the domain name add to client hostname
fr: Il s'agit du nom de domaine apposé en tant que suffixe au nom d'hôte de la machine

# tooltip-import-reserv
source: Import DHCP reservation from cache
fr: Importe la réservation IP depuis le cache de Z-Eye

# tooltip-ipv6
source: An IPv6 network address. It's only used by DNS manager
fr: Adresse réseau IPv6 (utilisée par le gestionnaire DNS)

# tooltip-ip-expiration
source: Specify an expiration date for the current reservation. Expiration will be removed when the expiration date occurs. If the field is empty, the reservation doesn't expire.
fr: Spécifie une date d'expiration après laquelle la réservation sera supprimée. Laisser le champ vide définit que la réservation n'expire jamais.

# tooltip-ip-hostname
source: Machine hostname. It can be different from the machine name, but some operating system take the DHCP hostname for themselves. This field contains only letters, numerics and dashes, cannot begin with a dash or a numeric and cannot end with a dash
fr: Nom d'hôte de la machine. Ce n'est pas forcément le nom d'hôte de la machine, cependant certains systèmes choisissent le nom d'hôte provenant du DHCP. Ce champ ne peut contenir que des lettres, tirets '-' et chiffres. Il ne doit pas commencer par un chiffre ni par un tiret et ne doit pas se terminer par un tiret

# tooltip-ip-reserv
source: Set a reservation for this IP. This action doesn't have any effect if subnet isn't linked with DHCP cluster
fr: Réserve cette IP dans les clusters DHCP concernés (si le subnet est lié à un cluster, autrement n'a aucun effet)

# tooltip-leasepath
source: Path to dhcpd lease database, often /var/db/dhcpd.leases
fr: Chemin vers le fichier de référence des baux, généralement /var/db/dhcpd.leases

# tooltip-max-age
source: Max delay (in days) before advertise for old datas.<br />0 = No verification
fr: Délai maximum (en jours) avant d'avertir de l'obsolescence d'une réservation.<br />0 = pas de vérification

# tooltip-max-lease-time
source: Max duration (in seconds) for DHCP leases (minimum: 60secs)
fr: Durée maximale (en secondes) des baux DHCP (60 secondes minimum)

# tooltip-prefixlen
source: It's a value between 1 and 126 (included)
fr: Longueur du préfixe IPv6 (1-126)

# tooltip-reservconfpath
source: For future usage. Path to a writeable file for dhcp reservations.
fr: Pour un usage futur, chemin vers un fichier accessible en écriture afin de réserver des hôtes. Non obligatoire

# tooltip-router
source: The default gateway is the client's router
fr: La passerelle par défaut définit le routeur utilisé par les clients pour sortir du réseau

# tooltip-shortname
source: An alias for the DHCP subnet to identify it
fr: Alias utilisé pour identifier le réseau

# tooltip-subnetconfpath
source: For future usage. Path to a writeable file for dhcp subnet configuration
fr: Pour un usage futur, chemin vers un fichier accessible en écriture afin de créer des subnets. Non obligatoire

# tooltip-vlanid
source: VLAN number (802.1Q tag)
fr: ID numérique du VLAN associé à ce réseau. (0 pour ne pas en associer)

# tooltip-%use
source: % of use
fr: % d'utilisation

# uinteger-8
source: 8bits unsigned integer
fr: Entier non signé 8 bits

# uinteger-16
source: 16bits unsigned integer
fr: Entier non signé 16 bits

# uinteger-32
source: 32bits unsigned integer
fr: Entier non signé 32 bits

source: Usable
fr: Utilisables

source: Used
fr: Utilisée

source: VLAN ID
fr: ID de vlan

# warn-line
source: Warning step
fr: Seuil d'avertissement

source: confirm-remove-reservation
fr: Êtes vous sûr de vouloir supprimer les données pour l'adresse IP '%s' ?

source: err-already-exists
fr: Le serveur SSH mentionné existe déjà

source: rule-manage-servers
fr: Gestion des serveurs DHCP

source: title-remove-server
fr: Supprimer un serveur DHCP

source: tooltip-ip-comment
fr: Un commentaire arbitraire afin de décrire l'adresse ou l'hôte concerné

source: All
fr: Tous

source: Go
fr: Aller

source: Right
fr: Droit

# right-rangemgmt
source: IP range management
fr: Gestion des ranges IP

# right-read
source: Reading (global)
fr: Lecture (global)

source: Writing
fr: Modification (global)

source: Entry
fr: Entrée

# err-no-logs
source: No log found
fr: Aucun log collecté

source: Level
fr: Niveau

# webapp
source: Web application
fr: Application Web

source: Add edge
fr: Ajouter un lien

source: Add node
fr: Ajouter un noeud

source: Color
fr: Couleur

# Dest-node
source: Destination node
fr: Noeud de destination

# err-edge-exists
source: This edge already exists
fr: Ce lien existe déjà

# err-edge-not-exists
source: This edge doesn't exists
fr: Ce lien n'existe pas

# err-no-node-found
source: No node found
fr: Aucun noeud trouvé

# err-no-tab
source: Bad tab
fr: Onglet invalide

# err-node-exists
source: This node already exists
fr: Ce noeud existe déjà

# err-node-not-exists
source: This node doesn't exists
fr: Ce noeud n'existe pas

# err-src-equal-dest
source: Source and destination are same
fr: La source et la destination sont identiques

# icinga-map
source: System states
fr: Etat des systèmes

# Import-Nodes
source: Import nodes (network & Icinga)
fr: Importer les noeuds (Réseau & Icinga)

# link-state
source: Links state of
fr: Etat des liens de

# net-map
source: Network
fr: Réseau

# net-map-full
source: Network (full)
fr: Réseau (complet)

source: Size
fr: Taille

source: Source node
fr: Noeud source

# title-maps
source: Maps
fr: Cartes

# Add-community
source: Add SNMP community
fr: Ajouter une communauté SNMP

source: Database
fr: Base de données

source: Device expiration
fr: Expiration des périphériques

source: DNS suffix
fr: Suffixe DNS

# err-community-already-exist
source: This SNMP community already exists
fr: Cette communauté SNMP existe déjà

# err-read-netdisco
source: Unable to read /usr/local/etc/netdisco/netdisco.conf
fr: Impossible de lire le fichier /usr/local/etc/netdisco/netdisco.conf

# err-readorwrite
source: You must choose read and/or write
fr: Il faut choisir lecture et/ou écriture

# err-invalid-data
source: Some sent datas are wrong !
fr: Les données que vous avez entré ne sont pas valides !

# err-community-not-exist
source: This SNMP community doesn't exist
fr: Cette communauté SNMP n'existe pas

# err-no-snmp-community
source: No SNMP community found. Please configure them before use
fr: Aucune communauté SNMP renseignée. Veuillez les configurer

# err-netdisco-write-fail
source: Unable to write netdisco configuration
fr: Impossible d'écrire la configuration de netdisco

# global-conf
source: Global configuration
fr: Configuration globale

source: Main node
fr: Noeud principal

# mod-ok
source: Modification saved
fr: Modification prise en compte

source: Node expiration
fr: Expiration des noeuds

# pg-db
source: Database name
fr: Nom de la base de données

# pg-host
source: PostGreSQL host
fr: Hôte PostGreSQL

# pg-pwd
source: Password
fr: Mot de passe

# pg-user
source: PostGreSQL user
fr: Utilisateur PostGreSQL

source: SNMP Community
fr: Communauté SNMP

source: SNMP communities
fr: Communautés SNMP

# snmp-conf
source: SNMP configuration
fr: Configuration SNMP

# snmp-read
source: Reading communities
fr: Communautés en lecture

# snmp-timeout
source: Requests timeout
fr: Timeout des requêtes

# snmp-try
source: Maximum try
fr: Tentatives maximales

source: SNMP version
fr: Version SNMP

# snmp-write
source: Writing communities
fr: Communautés en écriture

# timer-conf
source: Timer configuration
fr: Configuration des timers

# title-netdisco
source: Netdisco discovering service management
fr: Management du service de découverte Netdisco

# tooltip-devicetimeout
source: Expiration time for devices (in days)
fr: Durée en jours après laquelle expirent les équipements

# tooltip-dnssuffix
source: DNS suffix when searching DNS short name discovered by netdisco
fr: Suffixe DNS de recherche lorsqu'un nom court DNS est découvert sur un équipement

# tooltip-firstnode
source: First node. Reference for discovering all devices
fr: Premier noeud. Sert de référence à netdisco pour découvrir l'ensemble des équipements

# tooltip-nodetimeout
source: Expiration time for nodes (IP/MAC addresses, Netdisco), in days
fr: Durée en jour après laquelle expirent les noeuds (adresses IP, MAC, Netbios) découvertes

# tooltip-community-read
source: Specify is community allow reading
fr: Spécifie si la communauté permet la lecture

# tooltip-snmptimeout
source: Expiration time for SNMP requests (in seconds)
fr: Durée d'expiration des requêtes SNMP (en secondes)

# tooltip-snmptry
source: Try number for contacting device
fr: Nombre de tentatives pour contacter un équipement

# tooltip-community-write
source: Specify is community allow writing
fr: Spécifie si la communauté permet l'écriture

source: Write
fr: Ecriture

source: Account
fr: Compte

# Account-nb
source: Account Number
fr: Nombre de comptes

# Acct-expiration-date
source: Account expiration date
fr: Date d'expiration du compte

# Acct-start-date
source: Account start date
fr: Date de début du compte

source: Administrate
fr: Administrer

source: Advanced tools
fr: Options avancées

source: Already valid
fr: Toujours valide

# Auth-Type
source: Authentication type
fr: Type d'authentification

source: Attributes
fr: Attributs

# auto-import-dhcp
source: DHCP Auto-import
fr: Import Auto DHCP

# confirm-remove-datasrc
source: Are you sure to want to remove data source '%s' ?
fr: Êtes vous sûr de vouloir supprimer la source de données '%s' ?

# confirm-remove-group
source: Are you sure you want to remove group '%s' ?
fr: Êtes vous sûr de vouloir supprimer le groupe '%s' ?

# confirm-remove-subnetlink
source: Are you sure to want to remove link '%s' ?
fr: Êtes vous sûr de vouloir supprimer le lien entre ces deux éléments '%s' ?

# confirm-remove-user
source: Are you sure you want to remove user '%s' ?
fr: Êtes vous sûr de vouloir supprimer l'utilisateur '%s' ?

# Creation-date
source: Account creation date
fr: Date de création du compte

# db-name
source: Database name
fr: Nom de la base de données

# db-type
source: Database type
fr: Type de base de données

source: Delete accounting
fr: Supprimer l'accounting

source: Delete logs
fr: Supprimer les logs

# Delete-profil
source: Are you sure to remove this profile
fr: Êtes vous sûr de vouloir supprimer le profil

# Delete-subnet-import
source: Are you sure to remove subnet import
fr: Êtes vous sûr de vouloir supprimer l'importation du subnet

source: DHCP zone
fr: Zone DHCP

source: Enable auto-clean
fr: Activer le nettoyage automatique

source: Entitlement
fr: Intitulé

# err-alias-already-used
source: Alias '%s' already used
fr: L'alias '%s' est déjà utilisé

# err-bad-server
source: Invalid Radius DB
fr: Base de données radius invalide

# err-bad-tab
source: Invalid tab !
fr: Onglet invalide !

# err-db-conn-fail
source: Unable to connect to radius database
fr: Impossible de se connecter à la base de données Radius

# err-delete
source: Remove failed, bad datas !
fr: Echec de la suppression, données invalides !

# err-end-before-start
source: End date is before start date !
fr: La date de fin est située avant la date d'activation du compte !

# err-exist
source: This user/group is already referenced !
fr: Le groupe/utilisateur inscrit est déjà référencé !

# err-exist2
source: Some users are not added because already existing !
fr: Certains utilisateurs n'ont pas été ajoutés car déjà existants !

# err-field-missing
source: Some fields are missing or invalid !
fr: Certains champs sont manquants ou invalides !

# err-group-not-exists
source: Profile '%s' doesn't exists
fr: Le profil '%s' n'existe pas

# err-invalid-auth-server
source: Bad authentication server !
fr: Serveur d'authentification invalide !

# err-invalid-entry
source: Invalid entry
fr: Type d'entrée invalide

# err-invalid-tab
source: Invalid tab !
fr: Onglet invalide !

# err-invalid-table
source: Putted SQL table invalid !
fr: La table référencée n'est pas valide !

# err-no-server
source: No radius server
fr: Aucun serveur radius référencé

# err-no-subnet-for-import
source: No DHCP subnet ou Radius profile available for synchronisation
fr: Aucun subnet DHCP ou Profil Radius disponible pour la synchronisation

# err-no-user
source: Inexistant user !
fr: Utilisateur inexistant !

# err-radius-not-exist
source: No radius server
fr: Serveur radius non référencé !

source: Expiration field
fr: Champ expiration

source: Expiration date
fr: Date d'expiration

source: Generation type
fr: Type de génération

source: Group
fr: Groupe

# Identifier
source: Connection identifier
fr: Identifiant de connexion

source: Infinite
fr: Infinie

# ip-addr-dns
source: IP/DNS address
fr: Adresse IP/DNS

# Mac-addr
source: MAC address
fr: Adresse MAC

# Manage
source: Manager
fr: Gérer

# Manage-radius-db
source: Manage radius DB list
fr: Gérer la liste des bases de données Radius

source: Mass account (Deleg)
fr: Comptes en masse (Deleg)

source: Mass import
fr: Import de masse

# mono-account-deleg
source: Simple account (Deleg)
fr: Compte individuel (Deleg)

# New-Attribute
source: New attribut
fr: Nouvel attribut

source: New Group
fr: Nouveau Groupe

# New-Profil
source: New profile
fr: Nouveau profil

source: New User
fr: Nouvel Utilisateur

# ok-user
source: User creation successfull !
fr: Utilisateur créé avec succès !

source: Period
fr: Période

source: Prefix
fr: Préfixe

# Profil
source: Profile
fr: Profil

# Profilname
source: Profile name
fr: Nom du profil

# Profils
source: Profiles
fr: Profils

# Pwd-Type
source: Password type
fr: Type de mot de passe

source: Radius profile
fr: Profil Radius

source: Random name
fr: Nom aléatoire

# rule-db-mgmt
source: Databases management
fr: Gestion des bases de données

# rule-user-mgmt-deleg
source: User management (deleg)
fr: Gestion des utilisateurs (Deleg)

source: SQL table
fr: Table SQL

source: Subname
fr: Prénom

# sure-delete-user
source: Are you sure to remove user
fr: Êtes vous sûr de vouloir supprimer l'utilisateur

# Tables
source: SQL Tables
fr: Tables SQL

# table-radacct
source: Accounting table
fr: Table d'accounting

# table-radcheck
source: Check attributes (user)
fr: Attributs check (utilisateur)

# table-radgrpchk
source: Check attributes (groups)
fr: Attributs check (groupes)

# table-radgrprep
source: Reply attributes (groups)
fr: Attributs reply (groupes)

# table-radreply
source: Reply attributes (user)
fr: Attributs reply (utilisateur)

# table-radusrgrp
source: Group membership
fr: Appartenance à des groupes

source: Target
fr: Cible

# Temporary
source: Termporary
fr: Temporaire

# title-add-radius
source: Add Radius DB
fr: Ajouter une base de données Radius

# title-auto-import
source: New auto import
fr: Nouvel Import Automatique

# title-auto-import2
source: Existing auto imports
fr: Imports automatiques existants

# title-cleanusers
source: Cleanup users
fr: Nettoyage des utilisateurs

# title-deleg
source: Authentication delegation tool
fr: Outil de délégation de l'authentification

# title-edit-radius
source: Edit Radius DB
fr: Edition des informations de la base de données Radius

# title-groupmod
source: Group edition
fr: Modification du groupe

# title-mass-import
source: User mass import
fr: Import d'utilisateurs en masse

# title-profillist
source: Profile list
fr: Liste des profils

# title-radius-db
source: Radius databases list
fr: Liste des bases Radius
